{
    "en": {
        "pageTitle": "Director's Message",
        "backToAbout": "Back to About Museum",
        "directorMessageTitle": "Message from the Director",
        "directorMessage1": "Welcome to our museum, a living repository of our rich tribal heritage and freedom struggle. Our institution stands as a testament to the cultural legacy and resilience of our indigenous communities and freedom fighters who shaped the destiny of our nation.",
        "directorMessage2": "The Museum embodies our commitment to preserving and celebrating the diverse cultural traditions, artistic expressions, and historical narratives that have shaped our identity. Through our carefully curated exhibitions, educational programs, and community engagements, we strive to create a dynamic space for learning, reflection, and inspiration.",
        "directorMessage3": "As we navigate the complexities of the modern world, we remain steadfast in our mission to bridge the past with the present, ensuring that the voices and stories of our ancestors continue to resonate with future generations. We invite you to join us on this enlightening journey of discovery and connection.",
        "directorName": "Dr. Rajesh Kumar Singh",
        "directorTitle": "Director, Tribal & Freedom Fighter Museum",
        "cmMessageTitle": "Message from the Hon'ble Chief Minister",
        "cmMessage1": "Chhattisgarh is a state enriched with tribal culture and heritage. It is home to 43 tribal groups, each with its distinct culture, housing patterns, attire, adornments, religious beliefs, customs, dance and music, and forest-based livelihood practices.",
        "cmMessage2": "Along with the personal and communal development of the tribal communities in the state, preserving their traditional cultural heritage for future generations is one of our top priorities.",
        "cmMessage3": "I am extremely pleased that under the guidance of the Chhattisgarh Government and the Tribal Development Department, the Tribal Research and Training Institute has established the state's first Tribal Museum dedicated to the tribal communities and their cultural legacy. I hope the tribal cultures and lifestyles showcased in this museum, along with the information made available through digital platforms, will offer an opportunity for not only the state's tribal communities, students, and scholars, but also people from other states to understand and appreciate Chhattisgarh’s tribal heritage.",
        "cmName": "Shri Vishnu Deo Sai",
        "cmTitle": "Chief Minister, Chhattisgarh",
        "deputyCmMessageTitle": "Message from the Deputy Chief Minister",
        "deputyCmMessage1": "I am delighted to welcome you to our state's Tribal and Freedom Fighter Museum, a cultural landmark that embodies the spirit and heritage of our people. This institution stands as a testament to our administration's dedication to preserving our rich cultural legacy and honoring the sacrifices of those who fought for our freedom.",
        "deputyCmMessage2": "Through its thoughtfully curated exhibits and educational programs, the museum offers valuable insights into the traditions, customs, and historical struggles that have shaped our identity. It serves not only as a repository of artifacts but also as a vibrant center for learning and cultural exchange.",
        "deputyCmMessage3": "I invite all citizens and visitors to immerse themselves in the wealth of knowledge and inspiration that this museum offers. May your visit deepen your appreciation for our heritage and strengthen your connection to our shared history.",
        "deputyCmName": "Shri Arun Sao",
        "deputyCmTitle": "Deputy Chief Minister, Chhattisgarh",
        "secretaryMessageTitle": "Message from the Principal Secretary",
        "secretaryMessage1": "It is indeed a matter of great pleasure and pride that the Chhattisgarh government, through the Tribal and Scheduled Caste Development Department, has established the state's first tribal museum dedicated to preserving and promoting the tribal communities' rich cultural heritage. This includes their cultural distinctiveness, traditions, beliefs, religious faiths, values, language–dialects, economic life, traditional knowledge and practices, and more.",
        "secretaryMessage2": "The tribal population constitutes a significant portion of Chhattisgarh, and 43 scheduled tribes of the state, along with their sub-tribes, hold an important place in Indian social and cultural diversity. In today's rapidly evolving lifestyle with modern communication means, various traditions and cultural aspects are being influenced. Preserving the cultural identity, customs, and traditions of tribal communities poses new challenges. In this context, the importance of tribal museums increases even more.",
        "secretaryMessage3": "Various aspects of tribal life in the state are depicted in different dimensions—such as their lifestyle, culture, tribal dwellings, households, traditional tools, food-gathering practices like hunting–fishing–agriculture, clothing, ornaments, and personal hygiene practices. Exhibits include folk art, music, religious beliefs, and faith in supernatural and natural powers. There is also information on gold and red soil-based special identities like Godna (tattooing), traditional technology, and socio-cultural festivals, along with displays on tribal fairs and weekly markets as major centers of socialization. Special attention has been given to the state's particularly vulnerable tribal groups, and their lifestyle is showcased through digital media in 14 galleries, corridors, and courtyards.",
        "secretaryMessage4": "In digital form, the museum also features audiovisual recordings, fieldwork, subject-specific 3D displays, interactive models of tribal habitats and homes, street theatre, kiosks, smart displays, holograms, and holographs. Visitors can also capture their experiences through photography. Indeed, the establishment of this tribal museum will prove to be a milestone in preserving and promoting the tribal communities' culture, lifestyle, and folklore. This initiative will not only be a reference center for researchers and students within the state and country but will also help spread awareness and knowledge about tribal societies. This museum will serve as a major hub for such awareness and knowledge sharing with the general public.",
        "secretaryName": "Shri Sonmoni Borah",
        "secretaryTitle": "Principal Secretary, Tribal Development Department",
        "ministerMessageTitle": "Message from the Minister of Tribal Development",
        "ministerMessage1": "Chhattisgarh is a tribal-dominated state. The tribal culture here exhibits great diversity in aspects such as habitat, dialect, life rituals, beliefs, taboos, food habits, attire and ornaments, dance and music, festivals, forest-based livelihood, traditional technologies, and artistic skills.",
        "ministerMessage2": "For the general public to understand and experience this rich and diverse culture, establishing a museum seems to be a powerful medium. There was a growing need for a Tribal Museum in the state to preserve, promote, and widely disseminate tribal culture.",
        "ministerMessage3": "I congratulate the Tribal Development Department and the Tribal Research and Training Institute for establishing the 'Tribal Museum' with 14 galleries dedicated to the tribal culture of the state. I also extend my gratitude to all the tribal communities of the state who have shared nearly extinct artifacts of social and cultural significance from their traditions with our research teams to preserve them for future generations. I am confident that this first Tribal Museum of the state will play a vital role in enriching and promoting our culture and will gain international recognition.",
        "ministerName": "Shri Ramvichar Netam",
        "ministerTitle": "Minister of Tribal and Scheduled Caste Development, Other Backward Classes and Minorities Department",
        "additionalMessageTitle": "Additional Official Message",
        "additionalMessage1": "This space is available for an additional message from another official or department head.",
        "additionalMessage2": "The text can be customized or replaced with content from your translations file.",
        "additionalName": "Additional Official",
        "additionalTitle": "Position Title",
        "commissionerMessageTitle": "Commissioner's Message",
        "commissionerMessage1": "It is a moment of immense pride for us that the Chhattisgarh government, through the Tribal and Scheduled Caste Development Department, has established the state's first tribal museum with the objective of preserving, promoting, and developing the invaluable socio-cultural heritage of the state's tribal communities. The museum showcases various aspects of tribal lifestyles, their customs, traditions, and culture to provide knowledge to the general public through subject-wise gallery-based visual displays.",
        "commissionerMessage2": "For the state of Chhattisgarh, the Government of India has recognized 43 tribal communities and their subgroups as scheduled tribes. In this tribal museum, the diverse cultures, arts and crafts, beliefs, and traditions of the state's tribal groups, and especially the Particularly Vulnerable Tribal Groups (PVTGs), are presented.",
        "commissionerMessage3": "I am fully confident that this first tribal museum of the state, through its subject-based presentation, will prove useful in preserving and promoting the tribal culture of the state, and will also benefit future generations, students, researchers, and the general public in gaining knowledge about tribal communities.",
        "commissionerName": "Dr. Saransh Mittar",
        "commissionerTitle": "Commissioner",
        "directorMessageTitle": "Director's Message",
        "directorMessage1": "The importance of museums in the tribal context increases even more as they serve as a central point for understanding tribal culture, experiencing their evolutionary development, and observing their traditionally transmitted knowledge across generations.",
        "directorMessage2": "The Government of Chhattisgarh, through the Department of Tribal and Scheduled Caste Development, has established a Tribal Museum on the premises of the Research and Training Institute located in Sector-24, Atal Nagar, Nava Raipur.",
        "directorMessage3": "The primary objective behind setting up the Tribal Museum is to preserve and promote the invaluable cultural heritage of the state's tribal communities and to showcase the rich diversity of tribal traditions in the state. The museum aims to be developed as a \"Tribal Cultural Center.\"",
        "directorMessage4": "The museum makes efforts to present the tribal way of life—including economic, social, and cultural traditions—through 14 galleries and open courtyard displays. Artifacts related to tribal lifestyles were collected by research teams from the Artifacts Institution with the cooperation of tribal communities from time to time.",
        "directorMessage5": "To ensure meaningful exhibitions, storylines were prepared, and a narrative approval committee was formed comprising representatives of tribal society from various geographical regions and subject matter experts from different departments.",
        "directorMessage6": "I hope this initiative will prove valuable in preserving and promoting the tribal culture of the state.",
        "directorName": "Dr. Jagdish Kumar Sonkar",
        "directorTitle": "Director",
        "showLess": "Show Less",
        "readMore": "Read More"
    },
    "hi": {
        "pageTitle": "निदेशक का संदेश",
        "backToAbout": "संग्रहालय के बारे में वापस जाएं",
        "directorMessageTitle": "निदेशक का संदेश",
        "directorMessage1": "हमारे संग्रहालय में आपका स्वागत है, जो हमारी समृद्ध आदिवासी विरासत और स्वतंत्रता संग्राम का एक जीवंत भंडार है। हमारी संस्था हमारे स्वदेशी समुदायों और स्वतंत्रता सेनानियों की सांस्कृतिक विरासत और लचीलेपन का एक प्रमाण है, जिन्होंने हमारे राष्ट्र के भाग्य को आकार दिया।",
        "directorMessage2": "संग्रहालय विविध सांस्कृतिक परंपराओं, कलात्मक अभिव्यक्तियों और ऐतिहासिक कथाओं को संरक्षित करने और मनाने के प्रति हमारी प्रतिबद्धता को दर्शाता है, जिन्होंने हमारी पहचान को आकार दिया है। अपने ध्यान से क्यूरेट किए गए प्रदर्शनियों, शैक्षिक कार्यक्रमों और सामुदायिक जुड़ावों के माध्यम से, हम सीखने, प्रतिबिंब और प्रेरणा के लिए एक गतिशील स्थान बनाने का प्रयास करते हैं।",
        "directorMessage3": "आधुनिक दुनिया की जटिलताओं में नेविगेट करते हुए, हम अतीत को वर्तमान के साथ जोड़ने के अपने मिशन में अडिग रहते हैं, यह सुनिश्चित करते हुए कि हमारे पूर्वजों की आवाज़ें और कहानियां आने वाली पीढ़ियों के साथ गूंजती रहें। हम आपको खोज और संबंध की इस ज्ञानवर्धक यात्रा में हमारे साथ जुड़ने के लिए आमंत्रित करते हैं।",
        "directorName": "डॉ. राजेश कुमार सिंह",
        "directorTitle": "निदेशक, आदिवासी एवं स्वतंत्रता सेनानी संग्रहालय",
        "cmMessageTitle": "माननीय मुख्यमंत्री जी का संदेश",
        "cmMessage1": "छत्तीसगढ़ राज्य आदिवासी संस्कृति एवं विरासत से परिपूर्ण राज्य है। छत्तीसगढ़ राज्य में 43 जनजातीय समूह अपनी उपजातियों की विशिष्ट संस्कृति, आवास प्रतिरूप, वेशभूषा, श्रृंगार, धार्मिक विश्वास, मान्यताएं, नृत्य-संगीत, पारंपरिक अर्थोपार्जन के संसाधन और वन आधारित जीवनशैली के साथ निवासरत हैं।",
        "cmMessage2": "राज्य के आदिवासी समुदायों के व्यक्तिगत एवं सामुदायिक विकास के साथ-साथ उनकी पारंपरिक सांस्कृतिक विरासत को भी आने वाली पीढ़ियों के लिए सहेजना हम सभी की प्राथमिकताओं में से एक है।",
        "cmMessage3": "आज मुझे बहुत ही प्रसन्नता हो रही है कि छत्तीसगढ़ शासन, आदिमजाति विकास विभाग द्वारा आदिमजाति अनुसंधान एवं प्रशिक्षण संस्थान के अंतर्गत राज्य के जनजातीय समुदायों एवं उनकी सांस्कृतिक विरासत को समर्पित राज्य के प्रथम आदिवासी संग्रहालय की स्थापना की गई है। मैं आशा करता हूं कि इस आदिवासी संग्रहालय में प्रदर्शित जनजातियों की संस्कृति, जीवनशैली तथा डिजिटल प्लेटफॉर्म में उपलब्ध कराई गई जानकारी राज्य के जनजातीय समुदायों, विद्यार्थियों, अध्येताओं एवं आम जनमानस के साथ-साथ अन्य राज्यों के लोगों को भी राज्य की जनजातीय संस्कृति को समझने का एक अवसर प्रदान करेगी।",
        "cmName": "श्री विष्णु देव साय",
        "cmTitle": "मुख्यमंत्री, छत्तीसगढ़",
        "deputyCmMessageTitle": "उप मुख्यमंत्री का संदेश",
        "deputyCmMessage1": "मुझे हमारे राज्य के आदिवासी और स्वतंत्रता सेनानी संग्रहालय में आपका स्वागत करते हुए प्रसन्नता हो रही है, जो हमारे लोगों की भावना और विरासत को समाहित करने वाला एक सांस्कृतिक स्थल है। यह संस्थान हमारी समृद्ध सांस्कृतिक विरासत को संरक्षित करने और उन लोगों के बलिदानों को सम्मानित करने के लिए हमारे प्रशासन की समर्पण का प्रमाण है जिन्होंने हमारी स्वतंत्रता के लिए लड़ाई लड़ी।",
        "deputyCmMessage2": "अपने विचारपूर्वक क्यूरेट किए गए प्रदर्शनों और शैक्षिक कार्यक्रमों के माध्यम से, संग्रहालय परंपराओं, रीति-रिवाजों और ऐतिहासिक संघर्षों के बारे में मूल्यवान अंतर्दृष्टि प्रदान करता है जिन्होंने हमारी पहचान को आकार दिया है। यह न केवल कलाकृतियों के भंडार के रूप में कार्य करता है, बल्कि सीखने और सांस्कृतिक आदान-प्रदान के लिए एक जीवंत केंद्र के रूप में भी कार्य करता है।",
        "deputyCmMessage3": "मैं सभी नागरिकों और आगंतुकों को ज्ञान और प्रेरणा की उस संपत्ति में डूबने के लिए आमंत्रित करता हूं जो यह संग्रहालय प्रदान करता है। आपका दौरा हमारी विरासत के प्रति आपकी सराहना को गहरा करे और हमारे साझा इतिहास से आपके संबंध को मजबूत करे।",
        "deputyCmName": "श्री अरूण साव",
        "deputyCmTitle": "उप मुख्यमंत्री, छत्तीसगढ़",
        "secretaryMessageTitle": "प्रमुख सचिव का संदेश",
        "secretaryMessage1": "यह वास्तव में बड़े हर्ष और गर्व का विषय है कि छत्तीसगढ़ सरकार ने आदिम जाति और अनुसूचित जाति विकास विभाग के माध्यम से राज्य के पहले आदिवासी संग्रहालय की स्थापना की है जो आदिवासी समुदायों की समृद्ध सांस्कृतिक विरासत को संरक्षित और बढ़ावा देने के लिए समर्पित है। इसमें उनकी सांस्कृतिक विशिष्टता, परंपराएं, विश्वास, धार्मिक मान्यताएं, मूल्य, भाषा-बोलियां, आर्थिक जीवन, पारंपरिक ज्ञान और प्रथाएं, और अधिक शामिल हैं।",
        "secretaryMessage2": "आदिवासी आबादी छत्तीसगढ़ का एक महत्वपूर्ण हिस्सा है, और राज्य की 43 अनुसूचित जनजातियां, अपनी उप-जनजातियों के साथ, भारतीय सामाजिक और सांस्कृतिक विविधता में एक महत्वपूर्ण स्थान रखती हैं। आज के तेजी से विकसित हो रहे जीवनशैली और आधुनिक संचार माध्यमों के साथ, विभिन्न परंपराएं और सांस्कृतिक पहलू प्रभावित हो रहे हैं। आदिवासी समुदायों की सांस्कृतिक पहचान, रीति-रिवाजों और परंपराओं को संरक्षित करना नई चुनौतियां पेश करता है। इस संदर्भ में, आदिवासी संग्रहालयों का महत्व और भी बढ़ जाता है।",
        "secretaryMessage3": "राज्य में आदिवासी जीवन के विभिन्न पहलुओं को विभिन्न आयामों में दर्शाया गया है - जैसे उनकी जीवनशैली, संस्कृति, आदिवासी आवास, घरेलू, पारंपरिक उपकरण, भोजन एकत्र करने की प्रथाएं जैसे शिकार-मछली पकड़ना-कृषि, कपड़े, आभूषण, और व्यक्तिगत स्वच्छता प्रथाएं। प्रदर्शनियों में लोक कला, संगीत, धार्मिक विश्वास, और अलौकिक और प्राकृतिक शक्तियों में विश्वास शामिल हैं। सोने और लाल मिट्टी पर आधारित विशेष पहचान जैसे गोदना (टैटूइंग), पारंपरिक प्रौद्योगिकी, और सामाजिक-सांस्कृतिक त्योहारों पर भी जानकारी है, साथ ही आदिवासी मेलों और साप्ताहिक बाजारों को समाजीकरण के प्रमुख केंद्रों के रूप में प्रदर्शित किया गया है। राज्य के विशेष रूप से कमजोर आदिवासी समूहों पर विशेष ध्यान दिया गया है, और उनकी जीवनशैली को 14 गैलरियों, गलियारों और आंगनों में डिजिटल मीडिया के माध्यम से प्रदर्शित किया गया है।",
        "secretaryMessage4": "डिजिटल रूप में, संग्रहालय में ऑडियोविजुअल रिकॉर्डिंग, फील्डवर्क, विषय-विशिष्ट 3डी प्रदर्शन, आदिवासी आवासों और घरों के इंटरैक्टिव मॉडल, स्ट्रीट थिएटर, कियोस्क, स्मार्ट डिस्प्ले, होलोग्राम, और होलोग्राफ भी शामिल हैं। आगंतुक फोटोग्राफी के माध्यम से अपने अनुभवों को भी कैप्चर कर सकते हैं। वास्तव में, इस आदिवासी संग्रहालय की स्थापना आदिवासी समुदायों की संस्कृति, जीवनशैली और लोककथाओं को संरक्षित और बढ़ावा देने में एक मील का पत्थर साबित होगी। यह पहल न केवल राज्य और देश के भीतर शोधकर्ताओं और छात्रों के लिए एक संदर्भ केंद्र होगी, बल्कि आदिवासी समाजों के बारे में जागरूकता और ज्ञान फैलाने में भी मदद करेगी। यह संग्रहालय आम जनता के साथ ऐसी जागरूकता और ज्ञान साझा करने का एक प्रमुख केंद्र के रूप में कार्य करेगा।",
        "secretaryName": "श्री सोनमोनी बोरा",
        "secretaryTitle": "प्रमुख सचिव, आदिम जाति विकास विभाग",
        "ministerMessageTitle": "आदिम जाति विकास मंत्री का संदेश",
        "ministerMessage1": "छत्तीसगढ़ राज्य एक आदिवासी बाहुल्य क्षेत्र है। यहां की जनजातीय संस्कृति अपने निवास क्षेत्र, बोली, जीवन-संस्कार, की मान्यताओं, निषेधों, खान-पान, वस्त्र आभूषण, नृत्य-संगीत, तीज-त्यौहारों, वन आधारित अर्थोपार्जन, परम्परागत तकनीक, कला-कौशल आदि क्षेत्रों में विविधता लिये हुये है।",
        "ministerMessage2": "एक सामान्य जनमानस को राज्य की इस विविधतापूर्ण संस्कृति को समझने और इसे महसूस करने एक स्थान पर संग्रहालय के रूप में प्रदर्शित करने एक सशक्त माध्यम प्रतीत होता है। जनजातीय संस्कृति को संरक्षण, संवर्धन एवं उनके व्यापक प्रचार-प्रसार हेतु राज्य में आदिवासी संग्रहालय की महति आवश्यकता प्रतीत हो रही थी।",
        "ministerMessage3": "मै आदिमजाति विकास विभाग एवं आदिमजाति अनुसंधान एवं प्रशिक्षण संस्थान को बधाई देता हूं कि, उन्होंने राज्य की जनजातीय संस्कृति को समर्पित 14 गैलरियों युक्त \"आदिवासी संग्रहालय\" की स्थापना की है। साथ ही राज्य के सभी आदिवासी समुदायों को धन्यवाद देना चाहता हूं कि, उन्होंने अपनी आदिवासजी संस्कृति से संबद्ध सामाजिक-सांस्कृतिक महत्व के विलुप्त प्राय आर्टिफेक्ट्स को आने वाली पीढ़ी के लिये संरक्षित करने के उद्देश्य से हमारे अनुसंधानिक दलों को उपलब्ध कराया है। मुझे पूर्ण विश्वास है कि, राज्य का यह प्रथम आदिवासी संग्रहालय अपनी संस्कृति को समृद्ध व संवर्धित करने के स्थान के रूप में महत्वपूण् भूमिका निभाएगा और विश्व विख्यात होगा।",
        "ministerName": "श्री रामविचार नेताम",
        "ministerTitle": "मंत्री, आदिम जाति तथा अनुसूचित जाति विकास, अन्य पिछड़ा वर्ग एवं अल्पसंख्यक विभाग",
        "additionalMessageTitle": "अतिरिक्त अधिकारी का संदेश",
        "additionalMessage1": "यह स्थान किसी अन्य अधिकारी या विभाग प्रमुख के अतिरिक्त संदेश के लिए उपलब्ध है।",
        "additionalMessage2": "इस पाठ को आपके अनुवाद फ़ाइल से सामग्री के साथ अनुकूलित या प्रतिस्थापित किया जा सकता है।",
        "additionalName": "अतिरिक्त अधिकारी",
        "additionalTitle": "पद का शीर्षक",
        "commissionerMessageTitle": "आयुक्त का संदेश",
        "commissionerMessage1": "हमारे लिए यह अत्यंत गर्व का क्षण है कि छत्तीसगढ़ सरकार ने आदिवासी और अनुसूचित जाति विकास विभाग के माध्यम से राज्य के आदिवासी समुदायों की अमूल्य सामाजिक-सांस्कृतिक विरासत को संरक्षित, प्रचारित और विकसित करने के उद्देश्य से राज्य का पहला आदिवासी संग्रहालय स्थापित किया है। संग्रहालय विषय-वार गैलरी-आधारित दृश्य प्रदर्शनों के माध्यम से आम जनता को ज्ञान प्रदान करने के लिए आदिवासी जीवनशैली, उनके रीति-रिवाजों, परंपराओं और संस्कृति के विभिन्न पहलुओं को प्रदर्शित करता है।",
        "commissionerMessage2": "छत्तीसगढ़ राज्य के लिए, भारत सरकार ने 43 आदिवासी समुदायों और उनके उपसमूहों को अनुसूचित जनजाति के रूप में मान्यता दी है। इस आदिवासी संग्रहालय में, राज्य के आदिवासी समूहों, और विशेष रूप से विशेष रूप से कमजोर आदिवासी समूहों (PVTGटीजी) की विविध संस्कृतियों, कला और शिल्प, मान्यताओं और परंपराओं को प्रस्तुत किया गया है।",
        "commissionerMessage3": "मुझे पूरा विश्वास है कि राज्य का यह पहला आदिवासी संग्रहालय, अपनी विषय-आधारित प्रस्तुति के माध्यम से, राज्य की आदिवासी संस्कृति को संरक्षित और बढ़ावा देने में उपयोगी साबित होगा, और भविष्य की पीढ़ियों, छात्रों, शोधकर्ताओं और आम जनता को आदिवासी समुदायों के बारे में ज्ञान प्राप्त करने में भी लाभ होगा।",
        "commissionerName": "डॉ. सारांश मित्तर",
        "commissionerTitle": "आयुक्त",
        "directorMessageTitle": "संचालक का संदेश",
        "directorMessage1": "आदिवासी संदर्भ में संग्रहालयों का महत्व और भी अधिक बढ़ जाता है क्योंकि वे आदिवासी संस्कृति को समझने, उनके विकासात्मक विकास का अनुभव करने और पीढ़ियों में पारंपरिक रूप से प्रेषित ज्ञान का अवलोकन करने के लिए एक केंद्रीय बिंदु के रूप में कार्य करते हैं।",
        "directorMessage2": "छत्तीसगढ़ सरकार ने आदिवासी और अनुसूचित जाति विकास विभाग के माध्यम से सेक्टर-24, अटल नगर, नवा रायपुर में स्थित अनुसंधान और प्रशिक्षण संस्थान के परिसर में एक आदिवासी संग्रहालय की स्थापना की है।",
        "directorMessage3": "आदिवासी संग्रहालय की स्थापना के पीछे प्राथमिक उद्देश्य राज्य के आदिवासी समुदायों की अमूल्य सांस्कृतिक विरासत को संरक्षित और बढ़ावा देना और राज्य में आदिवासी परंपराओं की समृद्ध विविधता को प्रदर्शित करना है। संग्रहालय का उद्देश्य \"आदिवासी सांस्कृतिक केंद्र\" के रूप में विकसित होना है।",
        "directorMessage4": "संग्रहालय 14 गैलरियों और खुले आंगन प्रदर्शनों के माध्यम से आदिवासी जीवन शैली - आर्थिक, सामाजिक और सांस्कृतिक परंपराओं सहित - को प्रस्तुत करने का प्रयास करता है। आदिवासी जीवनशैली से संबंधित कलाकृतियों को समय-समय पर आदिवासी समुदायों के सहयोग से कलाकृति संस्थान के अनुसंधान दलों द्वारा एकत्र किया गया था।",
        "directorMessage5": "सार्थक प्रदर्शनियों को सुनिश्चित करने के लिए, कहानियां तैयार की गईं, और विभिन्न भौगोलिक क्षेत्रों से आदिवासी समाज के प्रतिनिधियों और विभिन्न विभागों के विषय विशेषज्ञों को शामिल करके एक कथा अनुमोदन समिति का गठन किया गया।",
        "directorMessage6": "मुझे आशा है कि यह पहल राज्य की आदिवासी संस्कृति को संरक्षित और बढ़ावा देने में मूल्यवान साबित होगी।",
        "directorName": "डॉ. जगदीश कुमार सोनकर",
        "directorTitle": "निदेशक",
        "showLess": "कम दिखाएँ",
        "readMore": "अधिक पढ़ें"
    }
}