{
    "en": {
        "pageTitle": "Director's Message",
        "backToAbout": "Back to About Museum",
        "directorMessageTitle": "Message from the Director",
        "directorMessage1": "Welcome to our museum, a living repository of our rich tribal heritage and freedom struggle. Our institution stands as a testament to the cultural legacy and resilience of our indigenous communities and freedom fighters who shaped the destiny of our nation.",
        "directorMessage2": "The Museum embodies our commitment to preserving and celebrating the diverse cultural traditions, artistic expressions, and historical narratives that have shaped our identity. Through our carefully curated exhibitions, educational programs, and community engagements, we strive to create a dynamic space for learning, reflection, and inspiration.",
        "directorMessage3": "As we navigate the complexities of the modern world, we remain steadfast in our mission to bridge the past with the present, ensuring that the voices and stories of our ancestors continue to resonate with future generations. We invite you to join us on this enlightening journey of discovery and connection.",
        "directorName": "Dr. Rajesh Kumar Singh",
        "directorTitle": "Director, Tribal & Freedom Fighter Museum",
        "cmMessageTitle": "Message from the Hon'ble Chief Minister",
        "cmMessage1": "It is with immense pride that I extend my warmest greetings to all visitors of our state's prestigious Tribal and Freedom Fighter Museum. This institution represents our government's unwavering commitment to preserving and promoting the rich cultural heritage and historical legacy of our region.",
        "cmMessage2": "The museum serves as a bridge between our past and future, offering valuable insights into the traditions, arts, and struggles that have shaped our collective identity. By showcasing the invaluable contributions of our tribal communities and freedom fighters, we aim to instill a sense of pride and belonging among our citizens, while also educating visitors about the diverse cultural tapestry that defines our state.",
        "cmMessage3": "I encourage everyone to explore this treasure trove of history and culture, to learn from the wisdom of our ancestors, and to draw inspiration from their resilience and creativity. Together, let us honor our heritage while building a future that reflects the values and aspirations of our people.",
        "cmName": "Shri Vishnu Deo Sai",
        "cmTitle": "Chief Minister, Chhattisgarh",
        "deputyCmMessageTitle": "Message from the Deputy Chief Minister",
        "deputyCmMessage1": "I am delighted to welcome you to our state's Tribal and Freedom Fighter Museum, a cultural landmark that embodies the spirit and heritage of our people. This institution stands as a testament to our administration's dedication to preserving our rich cultural legacy and honoring the sacrifices of those who fought for our freedom.",
        "deputyCmMessage2": "Through its thoughtfully curated exhibits and educational programs, the museum offers valuable insights into the traditions, customs, and historical struggles that have shaped our identity. It serves not only as a repository of artifacts but also as a vibrant center for learning and cultural exchange.",
        "deputyCmMessage3": "I invite all citizens and visitors to immerse themselves in the wealth of knowledge and inspiration that this museum offers. May your visit deepen your appreciation for our heritage and strengthen your connection to our shared history.",
        "deputyCmName": "Shri Arun Sao",
        "deputyCmTitle": "Deputy Chief Minister, Chhattisgarh",
        "ministerMessageTitle": "Message from the Minister of Culture",
        "ministerMessage1": "As the Minister responsible for cultural affairs, it gives me great pleasure to introduce you to our state's Tribal and Freedom Fighter Museum. This institution represents our commitment to preserving and celebrating the diverse cultural heritage that has enriched our society for generations.",
        "ministerMessage2": "The museum serves as a vital platform for promoting cross-cultural understanding and appreciation of our indigenous communities' contributions to our collective identity. Through its extensive collection of artifacts, artworks, and historical documents, it offers visitors a unique opportunity to trace the evolution of our cultural practices and historical narratives.",
        "ministerMessage3": "I encourage you to explore the various exhibitions and programs offered by the museum, each designed to provide deeper insights into our rich heritage. May your visit inspire you to become active participants in our ongoing efforts to preserve and promote the cultural diversity that makes our state unique.",
        "ministerName": "Shri Tankram Verma",
        "ministerTitle": "Minister of Culture, Chhattisgarh"
    },
    "hi": {
        "pageTitle": "निदेशक का संदेश",
        "backToAbout": "संग्रहालय के बारे में वापस जाएं",
        "directorMessageTitle": "निदेशक का संदेश",
        "directorMessage1": "हमारे संग्रहालय में आपका स्वागत है, जो हमारी समृद्ध आदिवासी विरासत और स्वतंत्रता संग्राम का एक जीवंत भंडार है। हमारी संस्था हमारे स्वदेशी समुदायों और स्वतंत्रता सेनानियों की सांस्कृतिक विरासत और लचीलेपन का एक प्रमाण है, जिन्होंने हमारे राष्ट्र के भाग्य को आकार दिया।",
        "directorMessage2": "संग्रहालय विविध सांस्कृतिक परंपराओं, कलात्मक अभिव्यक्तियों और ऐतिहासिक कथाओं को संरक्षित करने और मनाने के प्रति हमारी प्रतिबद्धता को दर्शाता है, जिन्होंने हमारी पहचान को आकार दिया है। अपने ध्यान से क्यूरेट किए गए प्रदर्शनियों, शैक्षिक कार्यक्रमों और सामुदायिक जुड़ावों के माध्यम से, हम सीखने, प्रतिबिंब और प्रेरणा के लिए एक गतिशील स्थान बनाने का प्रयास करते हैं।",
        "directorMessage3": "आधुनिक दुनिया की जटिलताओं में नेविगेट करते हुए, हम अतीत को वर्तमान के साथ जोड़ने के अपने मिशन में अडिग रहते हैं, यह सुनिश्चित करते हुए कि हमारे पूर्वजों की आवाज़ें और कहानियां आने वाली पीढ़ियों के साथ गूंजती रहें। हम आपको खोज और संबंध की इस ज्ञानवर्धक यात्रा में हमारे साथ जुड़ने के लिए आमंत्रित करते हैं।",
        "directorName": "डॉ. राजेश कुमार सिंह",
        "directorTitle": "निदेशक, आदिवासी एवं स्वतंत्रता सेनानी संग्रहालय",
        "cmMessageTitle": "माननीय मुख्यमंत्री जी का संदेश",
        "cmMessage1": "अत्यंत गर्व के साथ मैं हमारे राज्य के प्रतिष्ठित आदिवासी और स्वतंत्रता सेनानी संग्रहालय के सभी आगंतुकों को अपनी हार्दिक शुभकामनाएं देता हूं। यह संस्थान हमारे क्षेत्र की समृद्ध सांस्कृतिक विरासत और ऐतिहासिक विरासत को संरक्षित करने और बढ़ावा देने के लिए हमारी सरकार की अटूट प्रतिबद्धता का प्रतिनिधित्व करती है।",
        "cmMessage2": "संग्रहालय हमारे अतीत और भविष्य के बीच एक सेतु के रूप में कार्य करता है, जो परंपराओं, कलाओं और संघर्षों के बारे में मूल्यवान अंतर्दृष्टि प्रदान करता है जिन्होंने हमारी सामूहिक पहचान को आकार दिया है। हमारे आदिवासी समुदायों और स्वतंत्रता सेनानियों के अमूल्य योगदान को दिखाकर, हम अपने नागरिकों के बीच गर्व और अपनेपन की भावना पैदा करने का लक्ष्य रखते हैं, साथ ही आगंतुकों को विविध सांस्कृतिक ताने-बाने के बारे में शिक्षित करते हैं जो हमारे राज्य को परिभाषित करता है।",
        "cmMessage3": "मैं सभी को इतिहास और संस्कृति के इस खजाने की खोज करने, हमारे पूर्वजों के ज्ञान से सीखने और उनके लचीलेपन और रचनात्मकता से प्रेरणा लेने के लिए प्रोत्साहित करता हूं। आइए, हम अपनी विरासत का सम्मान करते हुए एक ऐसा भविष्य बनाएं जो हमारे लोगों के मूल्यों और आकांक्षाओं को दर्शाता हो।",
        "cmName": "श्री विष्णु देव साय",
        "cmTitle": "मुख्यमंत्री, छत्तीसगढ़",
        "deputyCmMessageTitle": "उप मुख्यमंत्री का संदेश",
        "deputyCmMessage1": "मुझे हमारे राज्य के आदिवासी और स्वतंत्रता सेनानी संग्रहालय में आपका स्वागत करते हुए प्रसन्नता हो रही है, जो हमारे लोगों की भावना और विरासत को समाहित करने वाला एक सांस्कृतिक स्थल है। यह संस्थान हमारी समृद्ध सांस्कृतिक विरासत को संरक्षित करने और उन लोगों के बलिदानों को सम्मानित करने के लिए हमारे प्रशासन की समर्पण का प्रमाण है जिन्होंने हमारी स्वतंत्रता के लिए लड़ाई लड़ी।",
        "deputyCmMessage2": "अपने विचारपूर्वक क्यूरेट किए गए प्रदर्शनों और शैक्षिक कार्यक्रमों के माध्यम से, संग्रहालय परंपराओं, रीति-रिवाजों और ऐतिहासिक संघर्षों के बारे में मूल्यवान अंतर्दृष्टि प्रदान करता है जिन्होंने हमारी पहचान को आकार दिया है। यह न केवल कलाकृतियों के भंडार के रूप में कार्य करता है, बल्कि सीखने और सांस्कृतिक आदान-प्रदान के लिए एक जीवंत केंद्र के रूप में भी कार्य करता है।",
        "deputyCmMessage3": "मैं सभी नागरिकों और आगंतुकों को ज्ञान और प्रेरणा की उस संपत्ति में डूबने के लिए आमंत्रित करता हूं जो यह संग्रहालय प्रदान करता है। आपका दौरा हमारी विरासत के प्रति आपकी सराहना को गहरा करे और हमारे साझा इतिहास से आपके संबंध को मजबूत करे।",
        "deputyCmName": "श्री अरूण साव",
        "deputyCmTitle": "उप मुख्यमंत्री, छत्तीसगढ़",
        "ministerMessageTitle": "संस्कृति मंत्री का संदेश",
        "ministerMessage1": "सांस्कृतिक मामलों के लिए जिम्मेदार मंत्री के रूप में, मुझे हमारे राज्य के आदिवासी और स्वतंत्रता सेनानी संग्रहालय से आपका परिचय कराते हुए बहुत खुशी हो रही है। यह संस्थान विविध सांस्कृतिक विरासत को संरक्षित करने और मनाने के प्रति हमारी प्रतिबद्धता का प्रतिनिधित्व करती है, जिसने पीढ़ियों से हमारे समाज को समृद्ध किया है।",
        "ministerMessage2": "संग्रहालय अंतर-सांस्कृतिक समझ और हमारी सामूहिक पहचान में हमारे स्वदेशी समुदायों के योगदान की सराहना को बढ़ावा देने के लिए एक महत्वपूर्ण मंच के रूप में कार्य करता है। कलाकृतियों, कलाकृतियों और ऐतिहासिक दस्तावेजों के अपने व्यापक संग्रह के माध्यम से, यह आगंतुकों को हमारी सांस्कृतिक प्रथाओं और ऐतिहासिक कथाओं के विकास का पता लगाने का एक अनूठा अवसर प्रदान करता है।",
        "ministerMessage3": "मैं आपको संग्रहालय द्वारा प्रदान की जाने वाली विभिन्न प्रदर्शनियों और कार्यक्रमों का पता लगाने के लिए प्रोत्साहित करता हूं, जिनमें से प्रत्येक हमारी समृद्ध विरासत के बारे में गहरी अंतर्दृष्टि प्रदान करने के लिए डिज़ाइन किया गया है। आपका दौरा आपको हमारे चल रहे प्रयासों में सक्रिय प्रतिभागियों बनने के लिए प्रेरित करे, ताकि सांस्कृतिक विविधता को संरक्षित और बढ़ावा दिया जा सके जो हमारे राज्य को अद्वितीय बनाता है।",
        "ministerName": "श्री टंकराम वर्मा",
        "ministerTitle": "संस्कृति मंत्री, छत्तीसगढ़"
    }
}