{
    "en": {
        "pageTitle": "Freedom Fighter Museum",
        "introduction": "The National Tribal Freedom Fighter Museum in Naya Raipur honors the courage, sacrifices, and unwavering spirit of tribal freedom fighters who fought for India's independence. This state-of-the-art museum, inaugurated in 2023, preserves and showcases the powerful stories of tribal communities' significant contributions to the freedom struggle against colonial rule.",
        "exhibitDescription": "Our exhibits document the remarkable contributions of tribal leaders like Birsa Munda, Komaram Bheem, Tantya Bhil, Rani Gaidinliu, Laxman Naik, Talakkal Chandu, and many others who led resistance movements across different parts of India. Through original artifacts, historical documents, photographs, and interactive displays, visitors can explore how tribal identity and resistance movements shaped our nation's journey to freedom.",
        "featuredRevoltTitle": "Spotlight: The Bhumkal Revolt of 1910",
        "featuredRevoltDesc1": "The Bhumkal Revolt of 1910, also known as the Bastar Rebellion, stands as one of history's most significant tribal uprisings against British colonial rule in India. Led by the charismatic tribal leader Gunda Dhur, this powerful resistance movement united multiple tribal communities including the Muria, Maria, and Bhattra peoples of the Bastar region.",
        "featuredRevoltDesc2": "Sparked by exploitative taxation, forced labor, and restrictions on traditional forest rights, the revolt spread rapidly across Bastar. The tribal warriors, armed primarily with traditional weapons, mounted fierce attacks on colonial outposts and successfully disrupted British control of the region for several months. Though eventually suppressed through brutal military force, the Bhumkal Revolt remains a testament to indigenous resistance and is commemorated annually as a symbol of tribal identity and courage.",
        "timelineTitle": "Tribal Uprisings Timeline",
        "timelineIntro": "The struggle for freedom by indigenous communities spans centuries, with organized resistance movements arising in response to colonial encroachment on tribal lands, cultures, and autonomy. Each uprising represents a crucial chapter in the story of indigenous resilience and self-determination.",
        "timeline1Year": "1830",
        "timeline1Title": "Halba Rebellion",
        "timeline1Desc": "Led by the Halba tribes against oppressive British East India Company policies in Central India.",
        "timeline2Year": "1910",
        "timeline2Title": "Bhumkal Revolt",
        "timeline2Desc": "A major tribal uprising in the Bastar region against exploitation and cultural suppression.",
        "timeline3Year": "1942",
        "timeline3Title": "Tribal Participation in Quit India Movement",
        "timeline3Desc": "Indigenous communities joined the nationwide struggle for independence from British colonial rule.",
        "timeline4Year": "1970s",
        "timeline4Title": "Jharkhand Movement",
        "timeline4Desc": "Sustained campaign for tribal autonomy and separate statehood in eastern India, ultimately successful in 2000.",
        "visitTitle": "Visiting the Museum",
        "visitDesc": "Our Freedom Fighter Museum offers an immersive journey through the courageous struggles of tribal communities fighting for sovereignty and dignity. Through artifacts, historical documents, photographs, and first-hand accounts, we honor the sacrifices made in the pursuit of independence.",
        "galleriesLink": "Galleries",
        "collectionLink": "Our Collection",
        "virtualTourLink": "Virtual Tour",
        "admissionTitle": "Admission Fees",
        "adults": "Adults",
        "studentsAndSeniors": "Students & Seniors",
        "children": "Children (under 12)",
        "members": "Members",
        "free": "Free",
        "specialDiscount": "Special discounts available for groups of 10 or more, please inquire at the ticket counter.",
        "hoursTitle": "Museum Hours",
        "weekdayHours": "Tuesday - Friday: 10:00 AM - 6:00 PM",
        "weekendHours": "Saturday - Sunday: 9:00 AM - 7:00 PM",
        "mondayClosed": "Monday: Closed",
        "holidayNote": "Museum may close early or have special hours on national holidays.",
        "locationTitle": "Museum Location",
        "viewDirections": "Click to view directions",
        "museumAddress": "Tribal Freedom Fighter Museum, Naya Raipur"
    },
    "hi": {
        "pageTitle": "आदिवासी स्वतंत्रता सेनानी संग्रहालय",
        "introduction": "नया रायपुर में राष्ट्रीय आदिवासी स्वतंत्रता सेनानी संग्रहालय उन आदिवासी स्वतंत्रता सेनानियों के साहस, बलिदान और अडिग भावना का सम्मान करता है जिन्होंने भारत की स्वतंत्रता के लिए लड़ाई लड़ी। 2023 में उद्घाटित यह अत्याधुनिक संग्रहालय, औपनिवेशिक शासन के खिलाफ स्वतंत्रता संग्राम में आदिवासी समुदायों के महत्वपूर्ण योगदान की शक्तिशाली कहानियों को संरक्षित करता है और प्रदर्शित करता है।",
        "exhibitDescription": "हमारी प्रदर्शनियां बिरसा मुंडा, कोमाराम भीम, टंट्या भील, रानी गैडिनल्यू, लक्ष्मण नाइक, तलक्कल चंदू और कई अन्य आदिवासी नेताओं के उल्लेखनीय योगदान का दस्तावेजीकरण करती हैं, जिन्होंने भारत के विभिन्न हिस्सों में प्रतिरोध आंदोलनों का नेतृत्व किया। मूल कलाकृतियों, ऐतिहासिक दस्तावेजों, तस्वीरों और इंटरैक्टिव प्रदर्शनों के माध्यम से, आगंतुक यह पता लगा सकते हैं कि आदिवासी पहचान और प्रतिरोध आंदोलनों ने हमारे राष्ट्र की स्वतंत्रता की यात्रा को कैसे आकार दिया।",
        "featuredRevoltTitle": "विशेष प्रदर्शनी: 1910 का भूमकाल विद्रोह",
        "featuredRevoltDesc1": "1910 का भूमकाल विद्रोह, जिसे बस्तर विद्रोह के नाम से भी जाना जाता है, भारत में ब्रिटिश औपनिवेशिक शासन के खिलाफ इतिहास के सबसे महत्वपूर्ण आदिवासी विद्रोहों में से एक है। करिश्माई आदिवासी नेता गुंडा धुर के नेतृत्व में, इस शक्तिशाली प्रतिरोध आंदोलन ने बस्तर क्षेत्र के मुरिया, मारिया और भत्रा लोगों सहित कई आदिवासी समुदायों को एकजुट किया।",
        "featuredRevoltDesc2": "शोषणकारी कराधान, बेगार श्रम और पारंपरिक वन अधिकारों पर प्रतिबंधों से प्रेरित, विद्रोह बस्तर में तेजी से फैल गया। पारंपरिक हथियारों से लैस आदिवासी योद्धाओं ने औपनिवेशिक चौकियों पर जोरदार हमले किए और कई महीनों तक क्षेत्र पर ब्रिटिश नियंत्रण को सफलतापूर्वक बाधित किया। हालांकि अंततः क्रूर सैन्य बल के माध्यम से दबा दिया गया, भूमकाल विद्रोह स्वदेशी प्रतिरोध का एक प्रमाण बना हुआ है और इसे आदिवासी पहचान और साहस के प्रतीक के रूप में हर साल मनाया जाता है।",
        "timelineTitle": "आदिवासी विद्रोह समयरेखा",
        "timelineIntro": "स्वदेशी समुदायों द्वारा स्वतंत्रता के लिए संघर्ष सदियों तक फैला है, आदिवासी भूमि, संस्कृतियों, और स्वायत्तता पर औपनिवेशिक अतिक्रमण के जवाब में संगठित प्रतिरोध आंदोलन उत्पन्न हुए। प्रत्येक विद्रोह स्वदेशी लचीलेपन और आत्मनिर्णय की कहानी का एक महत्वपूर्ण अध्याय है।",
        "timeline1Year": "1830",
        "timeline1Title": "हल्बा विद्रोह",
        "timeline1Desc": "मध्य भारत में ब्रिटिश ईस्ट इंडिया कंपनी की दमनकारी नीतियों के खिलाफ हल्बा जनजातियों के नेतृत्व में।",
        "timeline2Year": "1910",
        "timeline2Title": "भूमकाल विद्रोह",
        "timeline2Desc": "शोषण और सांस्कृतिक दमन के खिलाफ बस्तर क्षेत्र में एक प्रमुख आदिवासी विद्रोह।",
        "timeline3Year": "1942",
        "timeline3Title": "भारत छोड़ो आंदोलन में आदिवासी भागीदारी",
        "timeline3Desc": "स्वदेशी समुदाय ब्रिटिश औपनिवेशिक शासन से स्वतंत्रता के लिए राष्ट्रव्यापी संघर्ष में शामिल हुए।",
        "timeline4Year": "1970s",
        "timeline4Title": "झारखंड आंदोलन",
        "timeline4Desc": "पूर्वी भारत में आदिवासी स्वायत्तता और अलग राज्य के लिए निरंतर अभियान, अंततः 2000 में सफल हुआ।",
        "visitTitle": "संग्रहालय भ्रमण",
        "visitDesc": "हमारा स्वतंत्रता सेनानी संग्रहालय संप्रभुता और गरिमा के लिए लड़ने वाले आदिवासी समुदायों के साहसिक संघर्षों के माध्यम से एक तल्लीनकारी यात्रा प्रदान करता है। कलाकृतियों, ऐतिहासिक दस्तावेजों, तस्वीरों और प्रत्यक्षदर्शी विवरणों के माध्यम से, हम स्वतंत्रता की खोज में किए गए बलिदानों का सम्मान करते हैं।",
        "galleriesLink": "प्रदर्शनी कक्ष",
        "collectionLink": "हमारा संग्रह",
        "virtualTourLink": "आभासी दौरा",
        "admissionTitle": "प्रवेश शुल्क",
        "adults": "वयस्क",
        "studentsAndSeniors": "छात्र और वरिष्ठ नागरिक",
        "children": "बच्चे (12 वर्ष से कम)",
        "members": "सदस्य",
        "free": "नि:शुल्क",
        "specialDiscount": "10 या अधिक लोगों के समूहों के लिए विशेष छूट उपलब्ध है, कृपया टिकट काउंटर पर पूछताछ करें।",
        "hoursTitle": "संग्रहालय का समय",
        "weekdayHours": "मंगलवार - शुक्रवार: सुबह 10:00 बजे - शाम 6:00 बजे",
        "weekendHours": "शनिवार - रविवार: सुबह 9:00 बजे - शाम 7:00 बजे",
        "mondayClosed": "सोमवार: बंद",
        "holidayNote": "संग्रहालय राष्ट्रीय अवकाशों पर जल्दी बंद हो सकता है या विशेष समय पर खुला रह सकता है।",
        "locationTitle": "संग्रहालय स्थान",
        "viewDirections": "दिशा-निर्देश देखने के लिए क्लिक करें",
        "museumAddress": "आदिवासी स्वतंत्रता सेनानी संग्रहालय, नया रायपुर"
    }
}