{
    "galleryIntro": {
        "en": "Our specialized galleries chronicle pivotal moments in tribal resistance history, showcasing the extraordinary courage and determination of indigenous communities in their fight for freedom, dignity, and autonomy. Each carefully curated exhibit combines historical artifacts, documentary evidence, and personal testimonies to reveal these powerful yet often overlooked chapters in the struggle against colonialism.",
        "hi": "हमारी विशेष प्रदर्शनियाँ आदिवासी प्रतिरोध इतिहास के महत्वपूर्ण क्षणों का वर्णन करती हैं, स्वतंत्रता, गरिमा और स्वायत्तता के लिए संघर्ष में स्वदेशी समुदायों के असाधारण साहस और दृढ़ता को प्रदर्शित करती हैं। प्रत्येक सावधानीपूर्वक तैयार की गई प्रदर्शनी ऐतिहासिक कलाकृतियों, प्रलेखित साक्ष्य और व्यक्तिगत गवाहियों को जोड़ती है जो औपनिवेशवाद के खिलाफ संघर्ष में इन शक्तिशाली लेकिन अक्सर अनदेखे अध्यायों को उजागर करती हैं।"
    },
    "titles": {
        "halbaRebellion": {
            "en": "Halba Rebellion (1830)",
            "hi": "हल्बा विद्रोह (1830)"
        },
        "bhumkalRevolt": {
            "en": "Bhumkal Revolt (1910)",
            "hi": "भूमकाल विद्रोह (1910)"
        },
        "quitIndiaMovement": {
            "en": "Tribal Participation in Quit India Movement (1942)",
            "hi": "भारत छोड़ो आंदोलन में आदिवासी भागीदारी (1942)"
        },
        "jharkhandMovement": {
            "en": "Jharkhand Movement (1970s)",
            "hi": "झारखंड आंदोलन (1970 का दशक)"
        },
        "narmadaBachaoAndolan": {
            "en": "Narmada Bachao Andolan (2000s)",
            "hi": "नर्मदा बचाओ आंदोलन (2000 का दशक)"
        }
    },
    "locations": {
        "centralIndia": {
            "en": "Central India",
            "hi": "मध्य भारत"
        },
        "bastarRegion": {
            "en": "Bastar Region",
            "hi": "बस्तर क्षेत्र"
        },
        "multipleRegions": {
            "en": "Multiple regions",
            "hi": "कई क्षेत्र"
        },
        "easternIndia": {
            "en": "Eastern India",
            "hi": "पूर्वी भारत"
        },
        "narmadaValley": {
            "en": "Narmada Valley",
            "hi": "नर्मदा घाटी"
        }
    },
    "durations": {
        "severalMonths": {
            "en": "Several months",
            "hi": "कई महीने"
        },
        "overSixMonths": {
            "en": "Over 6 months",
            "hi": "6 महीने से अधिक"
        },
        "period1942To1945": {
            "en": "1942-1945",
            "hi": "1942-1945"
        },
        "overThirtyYears": {
            "en": "Over 30 years",
            "hi": "30 वर्षों से अधिक"
        },
        "ongoingSince1985": {
            "en": "Ongoing since 1985",
            "hi": "1985 से जारी"
        }
    },
    "halbaRebellion": {
        "en": "The Halba Rebellion marked one of the earliest organized tribal resistances against British colonial rule in Central India. Led by tribal chieftain Shambu Singh, the Halba tribes rose up against excessive taxation, land appropriation, and the erosion of traditional tribal autonomy imposed by the British East India Company. This gallery showcases rare artifacts, maps, and accounts from this pivotal uprising that, despite its ultimate defeat, set a powerful precedent for indigenous resistance.",
        "hi": "हल्बा विद्रोह मध्य भारत में ब्रिटिश औपनिवेशिक शासन के खिलाफ सबसे पहले संगठित आदिवासी प्रतिरोध में से एक था। आदिवासी मुखिया शंभू सिंह के नेतृत्व में, हल्बा जनजातियां ब्रिटिश ईस्ट इंडिया कंपनी द्वारा लगाए गए अत्यधिक कराधान, भूमि अधिग्रहण, और पारंपरिक आदिवासी स्वायत्तता के क्षरण के खिलाफ उठ खड़ी हुईं। यह गैलरी इस महत्वपूर्ण विद्रोह से दुर्लभ कलाकृतियों, मानचित्रों और वृतांतों को प्रदर्शित करती है, जो अपनी अंतिम हार के बावजूद, स्वदेशी प्रतिरोध के लिए एक शक्तिशाली उदाहरण स्थापित किया।"
    },
    "bhumkalRevolt": {
        "en": "The Bhumkal Revolt of 1910, also known as the Bastar Rebellion, stands as one of the most significant tribal uprisings in Indian history. Led by tribal leader Gunda Dhur, this powerful movement united the Muria, Maria, and Bhattra communities against British colonial exploitation. Our gallery features original photographs, traditional weapons, and firsthand accounts that bring to life this extraordinary chapter of indigenous resistance that continues to inspire tribal identity and pride.",
        "hi": "1910 का भूमकाल विद्रोह, जिसे बस्तर विद्रोह के नाम से भी जाना जाता है, भारतीय इतिहास में सबसे महत्वपूर्ण आदिवासी विद्रोहों में से एक के रूप में खड़ा है। आदिवासी नेता गुंडा धुर के नेतृत्व में, इस शक्तिशाली आंदोलन ने ब्रिटिश औपनिवेशिक शोषण के खिलाफ मुरिया, मारिया और भत्रा समुदायों को एकजुट किया। हमारी गैलरी में मूल तस्वीरें, पारंपरिक हथियार और प्रत्यक्षदर्शी खाते शामिल हैं जो स्वदेशी प्रतिरोध के इस असाधारण अध्याय को जीवंत करते हैं जो आदिवासी पहचान और गौरव को प्रेरित करना जारी रखता है।"
    },
    "quitIndiaMovement": {
        "en": "During the pivotal Quit India Movement of 1942, tribal communities across India made significant but often overlooked contributions to the independence struggle. This exhibit documents how indigenous groups in Jharkhand, Chhattisgarh, and Odisha organized protests, disrupted colonial infrastructure, and provided crucial support to underground freedom fighters. Displays include protest flags, correspondence between tribal leaders and national movement figures, and oral histories collected from movement participants.",
        "hi": "1942 के निर्णायक भारत छोड़ो आंदोलन के दौरान, भारत भर के आदिवासी समुदायों ने स्वतंत्रता संग्राम में महत्वपूर्ण लेकिन अक्सर अनदेखी योगदान दिया। यह प्रदर्शनी दस्तावेज करती है कि कैसे झारखंड, छत्तीसगढ़ और ओडिशा में स्वदेशी समूहों ने विरोध प्रदर्शन आयोजित किए, औपनिवेशिक बुनियादी ढांचे को बाधित किया, और भूमिगत स्वतंत्रता सेनानियों को महत्वपूर्ण समर्थन प्रदान किया। प्रदर्शनों में विरोध ध्वज, आदिवासी नेताओं और राष्ट्रीय आंदोलन के प्रमुखों के बीच पत्राचार, और आंदोलन प्रतिभागियों से एकत्रित मौखिक इतिहास शामिल हैं।"
    },
    "jharkhandMovement": {
        "en": "The Jharkhand Movement represents one of the most successful campaigns for tribal autonomy in modern India. This gallery chronicles the decades-long struggle led by tribal intellectuals and activists demanding recognition of Adivasi rights and separate statehood. Through photographs, movement banners, newspaper clippings, and video testimonials, visitors witness the remarkable journey that culminated in the formation of Jharkhand state in 2000, securing a historic victory for tribal self-determination.",
        "hi": "झारखंड आंदोलन आधुनिक भारत में आदिवासी स्वायत्तता के लिए सबसे सफल अभियानों में से एक का प्रतिनिधित्व करता है। यह गैलरी आदिवासी अधिकारों और अलग राज्य की मांग के लिए आदिवासी बुद्धिजीवियों और कार्यकर्ताओं के नेतृत्व में दशकों लंबे संघर्ष का इतिहास बताती है। तस्वीरों, आंदोलन बैनरों, अखबारों की कतरनों और वीडियो गवाहियों के माध्यम से, आगंतुक उस उल्लेखनीय यात्रा को देखते हैं जिसका परिणाम 2000 में झारखंड राज्य के गठन के रूप में हुआ, जिससे आदिवासी आत्मनिर्णय के लिए एक ऐतिहासिक जीत सुरक्षित हुई।"
    },
    "narmadaBachaoAndolan": {
        "en": "The Narmada Bachao Andolan (Save Narmada Movement) represents a powerful modern example of tribal communities fighting against displacement and environmental injustice. This exhibit documents how Adivasi peoples in the Narmada Valley organized to protect their ancestral lands from submergence by large dam projects. Through protest art, activist journals, documentary photographs, and interactive displays, visitors engage with this ongoing struggle that has raised global awareness about indigenous rights and environmental justice.",
        "hi": "नर्मदा बचाओ आंदोलन विस्थापन और पर्यावरणीय अन्याय के खिलाफ लड़ने वाले आदिवासी समुदायों का एक शक्तिशाली आधुनिक उदाहरण है। यह प्रदर्शनी दर्शाती है कि कैसे नर्मदा घाटी के आदिवासी लोगों ने बड़े बांध परियोजनाओं द्वारा अपनी पैतृक भूमि को डूबने से बचाने के लिए संगठित किया। विरोध कला, कार्यकर्ता पत्रिकाओं, वृत्तचित्र तस्वीरों और इंटरैक्टिव प्रदर्शनों के माध्यम से, आगंतुक इस चल रहे संघर्ष के साथ जुड़ते हैं जिसने स्वदेशी अधिकारों और पर्यावरणीय न्याय के बारे में वैश्विक जागरूकता बढ़ाई है।"
    },
    "buttonLabels": {
        "exploreGallery": {
            "en": "Explore Gallery",
            "hi": "गैलरी का अन्वेषण करें"
        }
    }
}