{
    "galleryIntro": {
        "en": "Our specialized galleries chronicle pivotal moments in tribal resistance history, showcasing the extraordinary courage and determination of indigenous communities in their fight for freedom, dignity, and autonomy. Each carefully curated exhibit combines historical artifacts, documentary evidence, and personal testimonies to reveal these powerful yet often overlooked chapters in the struggle against colonialism.",
        "hi": "हमारी विशेष प्रदर्शनियाँ आदिवासी प्रतिरोध इतिहास के महत्वपूर्ण क्षणों का वर्णन करती हैं, स्वतंत्रता, गरिमा और स्वायत्तता के लिए संघर्ष में स्वदेशी समुदायों के असाधारण साहस और दृढ़ता को प्रदर्शित करती हैं। प्रत्येक सावधानीपूर्वक तैयार की गई प्रदर्शनी ऐतिहासिक कलाकृतियों, प्रलेखित साक्ष्य और व्यक्तिगत गवाहियों को जोड़ती है जो औपनिवेशवाद के खिलाफ संघर्ष में इन शक्तिशाली लेकिन अक्सर अनदेखे अध्यायों को उजागर करती हैं।"
    },
    "locations": {
        "centralIndia": {
            "en": "Central India",
            "hi": "मध्य भारत"
        },
        "bastarRegion": {
            "en": "Bastar Region",
            "hi": "बस्तर क्षेत्र"
        },
        "multipleRegions": {
            "en": "Multiple regions",
            "hi": "कई क्षेत्र"
        },
        "easternIndia": {
            "en": "Eastern India",
            "hi": "पूर्वी भारत"
        },
        "narmadaValley": {
            "en": "Narmada Valley",
            "hi": "नर्मदा घाटी"
        }
    },
    "durations": {
        "severalMonths": {
            "en": "Several months",
            "hi": "कई महीने"
        },
        "overSixMonths": {
            "en": "Over 6 months",
            "hi": "6 महीने से अधिक"
        },
        "period1942To1945": {
            "en": "1942-1945",
            "hi": "1942-1945"
        },
        "overThirtyYears": {
            "en": "Over 30 years",
            "hi": "30 वर्षों से अधिक"
        },
        "ongoingSince1985": {
            "en": "Ongoing since 1985",
            "hi": "1985 से जारी"
        }
    },
    "titles": {
        "freedomGallery1": {
            "en": "Halba Rebellion (1774-1779)",
            "hi": "हल्बा विद्रोह (1774-1779)"
        },
        "freedomGallery2": {
            "en": "Surguja Rebellion (1792)",
            "hi": "सरगुजा विद्रोह (1792)"
        },
        "freedomGallery3": {
            "en": "Bhopalpatnam Rebellion (1795)",
            "hi": "भोपालपटनम विद्रोह (1795)"
        },
        "freedomGallery4": {
            "en": "Parlakot Rebellion (1824-1825)",
            "hi": "परलकोट विद्रोह (1824-1825)"
        },
        "freedomGallery5": {
            "en": "Tarapur Rebellion (1842-1854)",
            "hi": "तारापुर विद्रोह (1842-1854)"
        },
        "freedomGallery6": {
            "en": "Lingagiri Rebellion (1856-1860)",
            "hi": "लिंगागिरी विद्रोह (1856-1860)"
        },
        "freedomGallery7": {
            "en": "Koi Rebellion (1859)",
            "hi": "कोई विद्रोह (1859)"
        },
        "freedomGallery8": {
            "en": "Maria Rebellion (1842-1863)",
            "hi": "मेरिया विद्रोह (1842-1863)"
        },
        "freedomGallery9": {
            "en": "Muria Rebellion (1876)",
            "hi": "मुरिया विद्रोह (1876)"
        },
        "freedomGallery10": {
            "en": "Rani-Cho-Ris Rebellion (1878-1882)",
            "hi": "रानी- चो- रिस विद्रोह (1878-1882)"
        },
        "freedomGallery11": {
            "en": "Bhumkal Rebellion (1910)",
            "hi": "भूमकाल विद्रोह (1910)"
        },
        "freedomGallery12": {
            "en": "Sonakhan Rebellion (1857)",
            "hi": "सोनाखान विद्रोह (1857)"
        }
    },
    "descriptions": {
        "freedomGallery1": {
            "en": "The Halba Rebellion (1774-1779) emerged from power struggles among feudal lords. After Duriyav Dev's treacherous attack killed Ajmer Singh, the Halba community revolted. Many Halbas and their chiefs were thrown from waterfalls during the suppression. The conflict drew in both the Marathas and East India Company, ultimately leading to Maratha dominance in Bastar by 1779.",
            "hi": "बस्तर का हल्बा विद्रोह 1774-1779 में सांमतों के बीच राज्याधिकार के लिए हुआ। अजमेर सिंह पर दुरियाव देव ने धोखे से हमला किया, जिससे अजमेर सिंह की मृत्यु हो गई। हल्बा समुदाय ने विद्रोह किया, लेकिन दुरियाव देव ने इसे दबा दिया और कई हल्बाओं और उनके मुखियाओं को जलप्रपात से नीचे फेंक दिया। दोनों पक्षों ने मराठों और ईस्ट इंडिया कंपनी से मदद ली, जिससे 1779 में बस्तर में मराठा आधिपत्य स्थापित हो गया।"
        },
        "freedomGallery2": {
            "en": "The Surguja Rebellion highlights the tribes' struggle against British oppression until 1905. During Raja Kulyan Singh's rule (1818-1830), the British arrested him on false charges. By 1858, over 800 Kol Magat tribals from Surguja and Palamu regions united in revolt against British dominance.",
            "hi": "सरगुजा क्षेत्र और उसकी जनजातियाँ अंग्रेजों के षड्यंत्र, उत्पीड़न और संघर्ष से प्रभावित रहीं। 1905 तक सरगुजा क्षेत्र बंगाल प्रांत के छोटा नागपुर रियासत का हिस्सा था। 1818-1830 के ब्रिटिश संक्रमण काल में उदयपुर रियासत के राजा कुल्याण सिंह थे। 1852 में अंग्रेजों ने राजा पर कुशासन और हत्या का आरोप लगाकर उन्हें गिरफ्तार कर लिया। 1858 में सरगुजा और पलामू क्षेत्र के कोल मगत आदिवासियों ने अंग्रेजों के खिलाफ विद्रोह किया।"
        },
        "freedomGallery3": {
            "en": "The Bhopalpatnam Rebellion (1795) erupted when Captain Blunt, sent by Bengal's governor, attempted to assess East India Company's prospects in Bastar. His entry attempts through Rajnandgaon, Chanda, and Ahiri Zamindari sparked tribal resistance to protect their cultural sovereignty.",
            "hi": "भोपालपटनम विद्रोह अंग्रेजों की बस्तर क्षेत्र में साम्राज्य स्थापित करने की कोशिश का परिणाम था। 1795 में बंगाल के शासक ने कैप्टन ब्लंट को बस्तर में ईस्ट इंडिया कंपनी की संभावनाओं की जांच के लिए भेजा। कैप्टन ब्लंट ने राजनांदगांव, चांदा, और अहीरी जमींदारी से होते हुए बस्तर में प्रवेश करने का प्रयास किया। आदिवासियों ने अंग्रेजों के आगमन से अपनी संस्कृति के खतरे को भांपते हुए उन्हें रोकने के लिए विद्रोह किया।"
        },
        "freedomGallery4": {
            "en": "The Parlakot Rebellion (1824-1825) began when British officers and Murads exploited tribal communities. Zamindar Gaind Singh opposed this exploitation, gathering Abujhmadia tribals in Parlakot. The uprising ended tragically with his execution on January 20, 1825, after British and Murad forces surrounded Parlakot.",
            "hi": "1818-1825 में अंग्रेजी अधीक्षक के समय, परलकोट में ब्रिटिश अधिकारियों और मुरादों के शोषण से आदिवासियों को अपनी संस्कृति पर खतरा महसूस हुआ। जमींदार गैंद्रसिंह ने इस शोषण का विरोध किया। 24 दिसंबर 1824 को अबुझमाड़िया आदिवासी परलकोट में एकत्रित हुए और 4 जनवरी 1825 तक संघर्ष जारी रहा। 10 जनवरी 1825 को ब्रिटिश और मुरादों की संयुक्त सेना ने परलकोट को घेर लिया। 20 जनवरी 1825 को महल के सामने राजा गैंद्रसिंह को फांसी दी गई।"
        },
        "freedomGallery5": {
            "en": "The Tarapur Rebellion in Bastar's Bakawand tehsil arose from Bhonsla encroachment and oppressive Takoli taxation. Diwan Dalganjan Singh's opposition and subsequent replacement by Jagbandhu sparked widespread tribal unrest, leading to armed resistance by Muria, Madia, and Gond tribes.",
            "hi": "तारापुर, बस्तर जिले के बकावंड तहसील का हिस्सा, भोसला शासन के अतिक्रमण और अत्यधिक टकोली के दबाव के कारण विद्रोह का केंद्र बना। दीवान दलगंजन सिंह ने टकोली बढ़ोतरी का विरोध किया और जयपुर चले गए। दलगंजन सिंह के स्थान पर जगबंधु को नियुक्त किया गया, जिससे आदिवासी उतेजित हो गए। दलगंजन सिंह और स्थानीय मुरिया, माड़िया, और गोंड आदिवासियों ने अंग्रेजों और मुरादों की सेना से संघर्ष किया।"
        },
        "freedomGallery6": {
            "en": "The Lingagiri Rebellion (1856-1860) exemplified tribal resistance against British oppression. Under leaders like Dhurwarav and Telanga, Maria and Gond tribes fought from Chintalar hills. The British response was brutal, with 480 women and children captured and tribal leaders executed.",
            "hi": "लिंगागिरी विद्रोह अंग्रेजी शासन की दमनकारी नीतियों, आदिवासी अधिकारों के हनन, और शोषण के विरोध में हुआ। धुर्वाराव और तेलंगा, माड़िया, गोंड आदिवासियों ने चिंतालार पहाड़ियों में छावनी बनाकर अंग्रेजों से संघर्ष किया। विद्रोह की विफलता के बाद, 480 माड़िया महिलाओं और बच्चों को बंदी बना लिया गया, और धुर्वाराव को 5 मार्च 1856 को फांसी दी गई।"
        },
        "freedomGallery7": {
            "en": "The Koi Rebellion (1859) erupted after British influence grew following King Bhopal Dev's death. Local resistance intensified when a Hyderabad trader's timber contract led to tribal exploitation. Leaders like Juga Raju organized armed resistance against British economic policies.",
            "hi": "1853 में राजा भोपाल देव की मृत्यु के बाद बस्तर में ब्रिटिश प्रभाव बढ़ने लगा। रेलवे निर्माण के लिए लकड़ी काटने का ठेका हैदराबादी व्यापारी को दिया गया, जिससे आदिवासी शोषण का शिकार हुए। जुगा राजू, जूम्मा राजू, बापी राजू, और अन्य आदिवासियों ने वृक्षों की रक्षा के लिए बलिदान दिया।"
        },
        "freedomGallery8": {
            "en": "The Maria Rebellion (1842-1863) was a prolonged 21-year struggle in Chhattisgarh. The conflict began when Nagpur's raja sent forces to end the Meria practice, leading to resistance by Maria tribals under Hidma Manjhi's leadership against British intervention in their customs.",
            "hi": "मेरिया विद्रोह छत्तीसगढ़ में आदिवासियों द्वारा 1842 से 21 वर्षों तक चलने वाला एक लंबा विद्रोह था। जनजातीय मान्यता के अनुसार, मेरिया उन बाहरी लोगों को कहा जाता था जो ताड़ी पेन्नू या आदी देव की पूजा में शामिल होते थे। बस्तर में नरबलि प्रथा को समाप्त करने के लिए नागपुर के राजा ने एक टुकड़ी भेजी, जिससे हिड्मा मांझी की अगुवाई में माड़िया आदिवासियों ने संघर्ष किया।"
        },
        "freedomGallery9": {
            "en": "The Muria Rebellion (1876) emerged from exploitative systems and the Bisaha practice. Under increased pressure, tribals faced imprisonment and forced collections. Raja Bhairamdev increased palace security while rebels prepared to confront British forces along the Indravati River.",
            "hi": "1853 में बस्तर में अंग्रेजों के शोषण के कारण आदिवासियों में असंतोष फैला। 1876 में मुरिया विद्रोह शुरू हुआ, जिसका कारण शोषणकारी व्यवस्था और बिसाहा पद्धति थी। राजा भैरमदेव ने महल की सुरक्षा बढ़ाई। विद्रोही इन्द्रावती नदी के तट पर ब्रिटिश सेना को रोकने के लिए तैयार थे।"
        },
        "freedomGallery10": {
            "en": "The Rani-Cho-Ris Rebellion (1878-1882) was a unique uprising led by tribal women against both the Raja and British authorities. The conflict arose when Raja Bhairamdev was forced to marry Jawa Bai, leading to widespread protests by local tribal women.",
            "hi": "1878-1882 का रानी-चो-रिस विद्रोह आदिवासी महिलाओं द्वारा राजा और ब्रिटिश सरकार के खिलाफ किया गया। बस्तर के राजा भैरमदेव को अंग्रेजों ने मुस्लिम महिला जावा बाई से विवाह करने के लिए मजबूर किया। स्थानीय आदिवासी महिलाओं ने राजा के खिलाफ सड़कों पर विरोध किया। आठ वर्षों तक चले इस विरोध के बाद, ब्रिटिश सरकार को झुकना पड़ा।"
        },
        "freedomGallery11": {
            "en": "The Bhumkal Rebellion (1910) aimed to establish Muria rule in Bastar and protect regional identity. Led by Diwan Lal Kalindra Singh and Queen Subran Kunwar, the uprising began with closing Puspal Bazaar and included a 12-day siege of Jagdalpur.",
            "hi": "भूमकाल विद्रोह का उद्देश्य बस्तर में मुरिया राज की स्थापना और क्षेत्र की अस्मिता की रक्षा था। विद्रोह के संरचनाकार दीवान लाल कालिन्द्र सिंह और नायक रानी सुबरन कुवर थे। 2 फरवरी 1910 को पूसपाल बाज़ार को बंद कर विद्रोह की शुरुआत की गई। 12 दिन तक जगदलपुर को घेर लिया गया।"
        },
        "freedomGallery12": {
            "en": "The Sonakhan Rebellion (1857) emerged from conflicts over Takoli collection between Zamindar Ramray and the Marathas. After Ramray's death, his successor Narayan Singh actively addressed public grievances, leading to British persecution and his eventual execution in December 1857.",
            "hi": "मराठों द्वारा टकोली वसूली से सोनाखान जमींदार रामराय और मराठों में तनाव बढ़ा। 1819 में रामराय ने अंग्रेजों के खिलाफ विद्रोह किया। 1830 में रामराय की मृत्यु के बाद नारायण सिंह जमींदार बने। अकाल के दौरान प्रजा की मदद करने पर अंग्रेजों ने नारायण सिंह को 24 अक्टूबर 1856 को बंदी बना लिया और 10 दिसम्बर 1857 को फांसी दे दी।"
        }
    }
}