{
    "en": {
        "pageTitle": "Tribal Galleries",
        "pageIntro": "Explore our curated galleries showcasing the rich cultural heritage of indigenous tribal communities. Each gallery offers a unique perspective on traditional art, craftsmanship, spiritual practices, and daily life of tribal peoples across different regions.",
        "exploreGallery": "Explore Gallery",
        "backToHome": "Back to Home",
        "galleries": {
            "tribalArtTitle": "Traditional Art Forms",
            "tribalArtDescription": "Explore the diverse artistic expressions of tribal communities, including vibrant paintings, intricate beadwork, and symbolic motifs that tell stories of their history and beliefs.",
            "tribalCraftsTitle": "Handicrafts & Craftsmanship",
            "tribalCraftsDescription": "Discover the exceptional craftsmanship passed down through generations, showcasing masterful works in pottery, basketry, textiles, and metal crafts unique to each tribe.",
            "tribalRitualsTitle": "Spiritual Practices & Rituals",
            "tribalRitualsDescription": "Experience the spiritual world of indigenous peoples through exhibits featuring ceremonial objects, sacred instruments, and multimedia presentations of important rituals.",
            "tribalLifestyleTitle": "Daily Life & Culture",
            "tribalLifestyleDescription": "Glimpse into the everyday lives of tribal communities through reconstructions of traditional dwellings, hunting tools, agricultural implements, and domestic artifacts."
        },
        "tribalGallery1": "Tribal Introduction",
        "tribalGallery2": "Life Cycle",
        "tribalGallery3": "Housing and Domestic Tools",
        "tribalGallery4": "Hunting Tools & Equipment",
        "tribalGallery5": "Traditional Clothing & Ornaments",
        "tribalGallery6": "Agricultural Implements",
        "tribalGallery7": "Traditional Medicinal Plants",
        "tribalGallery8": "Tribal Adornments & Jewelry",
        "tribalGallery9": "Indigenous Musical Instruments"
    },
    "hi": {
        "pageTitle": "आदिवासी विरासत प्रदर्शनी",
        "pageIntro": "हमारी क्यूरेटेड गैलरी देखें जो स्वदेशी आदिवासी समुदायों की समृद्ध सांस्कृतिक विरासत को प्रदर्शित करती है। प्रत्येक गैलरी पारंपरिक कला, शिल्प कौशल, आध्यात्मिक प्रथाओं और विभिन्न क्षेत्रों के आदिवासी लोगों के दैनिक जीवन पर एक अनूठा दृष्टिकोण प्रदान करती है।",
        "exploreGallery": "गैलरी देखें",
        "backToHome": "वापस होम पेज पर",
        "galleries": {
            "tribalArtTitle": "पारंपरिक कला रूप",
            "tribalArtDescription": "आदिवासी समुदायों की विविध कलात्मक अभिव्यक्तियों का अन्वेषण करें, जिसमें जीवंत चित्रकला, जटिल मोतियों का काम, और प्रतीकात्मक नमूने शामिल हैं जो उनके इतिहास और मान्यताओं की कहानियां बताते हैं।",
            "tribalCraftsTitle": "हस्तशिल्प और कारीगरी",
            "tribalCraftsDescription": "पीढ़ियों से चली आ रही असाधारण कारीगरी का पता लगाएं, जिसमें मिट्टी के बर्तन, टोकरी, कपड़ा और धातु शिल्प में प्रत्येक जनजाति के अनूठे कुशल कार्य दिखाए गए हैं।",
            "tribalRitualsTitle": "आध्यात्मिक प्रथाएँ और अनुष्ठान",
            "tribalRitualsDescription": "अनुष्ठानिक वस्तुओं, पवित्र वाद्ययंत्रों और महत्वपूर्ण अनुष्ठानों के मल्टीमीडिया प्रस्तुतियों वाली प्रदर्शनियों के माध्यम से स्वदेशी लोगों की आध्यात्मिक दुनिया का अनुभव करें।",
            "tribalLifestyleTitle": "दैनिक जीवन और संस्कृति",
            "tribalLifestyleDescription": "पारंपरिक आवासों, शिकार उपकरणों, कृषि उपकरणों और घरेलू कलाकृतियों के पुनर्निर्माण के माध्यम से आदिवासी समुदायों के रोजमर्रा के जीवन की झलक देखें।"
        },
        "tribalGallery1": "जनजातीय परिचय",
        "tribalGallery2": "जीवन चक्र",
        "tribalGallery3": "आवास व घरेलू उपकरण",
        "tribalGallery4": "औजार (शिकार उपकरण)",
        "tribalGallery5": "वस्त्र (परिधान) व आभूशण",
        "tribalGallery6": "कृषि उपकरण",
        "tribalGallery7": "पारंपरिक औषधीय पौधे",
        "tribalGallery8": "जनजातीय आभूषण और गहने",
        "tribalGallery9": "स्वदेशी संगीत वाद्ययंत्र"
    }
}