{
    "galleryIntro": {
        "en": "Our specialized galleries chronicle pivotal moments in tribal resistance history, showcasing the extraordinary courage and determination of indigenous communities in their fight for freedom, dignity, and autonomy. Each carefully curated exhibit combines historical artifacts, documentary evidence, and personal testimonies to reveal these powerful yet often overlooked chapters in the struggle against colonialism.",
        "hi": "हमारी विशेष प्रदर्शनियाँ आदिवासी प्रतिरोध इतिहास के महत्वपूर्ण क्षणों का वर्णन करती हैं, स्वतंत्रता, गरिमा और स्वायत्तता के लिए संघर्ष में स्वदेशी समुदायों के असाधारण साहस और दृढ़ता को प्रदर्शित करती हैं। प्रत्येक सावधानीपूर्वक तैयार की गई प्रदर्शनी ऐतिहासिक कलाकृतियों, प्रलेखित साक्ष्य और व्यक्तिगत गवाहियों को जोड़ती है जो औपनिवेशवाद के खिलाफ संघर्ष में इन शक्तिशाली लेकिन अक्सर अनदेखे अध्यायों को उजागर करती हैं।"
    },
    "titles": {
        "halbaRebellion": {
            "en": "Halba Rebellion (1774-1779)",
            "hi": "हल्बा विद्रोह (1774-1779)"
        },
        "bhopalpatnamRebellion": {
            "en": "Bhopalpatnam Rebellion (1795)",
            "hi": "भोपालपटनम विद्रोह (1795)"
        },
        "tarapurRebellion": {
            "en": "Tarapur Rebellion (1842-1854)",
            "hi": "तरापुर विद्रोह (1842-1854)"
        },
        "koiRebellion": {
            "en": "Koi Rebellion (1859)",
            "hi": "कोई विद्रोह (1859)"
        },
        "lingagiriRebellion": {
            "en": "Lingagiri Rebellion (1856-1860)",
            "hi": "लिंगागिरी विद्रोह (1856-1860)"
        },
        "muriaRebellion": {
            "en": "Muria Rebellion (1876)",
            "hi": "मुरिया विद्रोह (1876)"
        }
    },
    "locations": {
        "centralIndia": {
            "en": "Central India",
            "hi": "मध्य भारत"
        },
        "bastarRegion": {
            "en": "Bastar Region",
            "hi": "बस्तर क्षेत्र"
        },
        "multipleRegions": {
            "en": "Multiple regions",
            "hi": "कई क्षेत्र"
        },
        "easternIndia": {
            "en": "Eastern India",
            "hi": "पूर्वी भारत"
        },
        "narmadaValley": {
            "en": "Narmada Valley",
            "hi": "नर्मदा घाटी"
        }
    },
    "durations": {
        "severalMonths": {
            "en": "Several months",
            "hi": "कई महीने"
        },
        "overSixMonths": {
            "en": "Over 6 months",
            "hi": "6 महीने से अधिक"
        },
        "period1942To1945": {
            "en": "1942-1945",
            "hi": "1942-1945"
        },
        "overThirtyYears": {
            "en": "Over 30 years",
            "hi": "30 वर्षों से अधिक"
        },
        "ongoingSince1985": {
            "en": "Ongoing since 1985",
            "hi": "1985 से जारी"
        }
    },
    "halbaRebellion": {
        "en": "The Halba Rebellion marked one of the earliest organized tribal resistances against British colonial rule in Central India. Led by tribal chieftain Shambu Singh, the Halba tribes rose up against excessive taxation, land appropriation, and the erosion of traditional tribal autonomy imposed by the British East India Company. This gallery showcases rare artifacts, maps, and accounts from this pivotal uprising that, despite its ultimate defeat, set a powerful precedent for indigenous resistance.",
        "hi": "हल्बा विद्रोह मध्य भारत में ब्रिटिश औपनिवेशिक शासन के खिलाफ सबसे पहले संगठित आदिवासी प्रतिरोध में से एक था। आदिवासी मुखिया शंभू सिंह के नेतृत्व में, हल्बा जनजातियां ब्रिटिश ईस्ट इंडिया कंपनी द्वारा लगाए गए अत्यधिक कराधान, भूमि अधिग्रहण, और पारंपरिक आदिवासी स्वायत्तता के क्षरण के खिलाफ उठ खड़ी हुईं। यह गैलरी इस महत्वपूर्ण विद्रोह से दुर्लभ कलाकृतियों, मानचित्रों और वृतांतों को प्रदर्शित करती है, जो अपनी अंतिम हार के बावजूद, स्वदेशी प्रतिरोध के लिए एक शक्तिशाली उदाहरण स्थापित किया।"
    },
    "bhopalpatnamRebellion": {
        "en": "The Bhopalpatnam Rebellion of 1795 was sparked by British efforts to expand their empire into Bastar. The Governor of Bengal sent Captain Blunt to assess the East India Company’s prospects, and Captain Blunt attempted to enter Bastar through Rajnandgaon, Chanda, and Aheri Zamindari. The locals, sensing cultural threats, revolted, marking the first significant indigenous resistance against foreign rule.",
        "hi": "1795 में हुए भोपालपटनम विद्रोह की चिंगारी ब्रिटिशों द्वारा बस्तर में अपने साम्राज्य विस्तार के प्रयासों से लगी। बंगाल के गवर्नर ने कैप्टन ब्लंट को ईस्ट इंडिया कंपनी की संभावनाएं जांचने के लिए भेजा। कैप्टन ब्लंट ने राजनांदगांव, चांदा और अहेरी ज़मींदारी मार्ग से बस्तर में प्रवेश का प्रयास किया। सांस्कृतिक खतरे को भांपकर स्थानीय आदिवासियों ने विद्रोह कर दिया, जिससे विदेशी शासन के खिलाफ उनके प्रारंभिक प्रतिरोध का पता चलता है।"
    },
    "tarapurRebellion": {
        "en": "The Tarapur Rebellion in Bakawand tehsil of Bastar arose due to Bhonsle encroachment and the 'Takli' tax system. Diwan Dalganjan Singh opposed the tax increase and went to Jaipur, while the appointment of Jagbandhu in his place angered the locals. Dalganjan Singh, along with Muria, Madia, and Gond tribes, resisted British and Murd forces, but were subdued with separate taxation.",
        "hi": "बस्तर के बकावंड तहसील में हुआ तरापुर विद्रोह भोंसलों की बढ़ती दखल और 'तकली' नामक अत्यधिक कर प्रणाली के कारण भड़का। दीवान दलगंजन सिंह ने कर बढ़ोतरी का विरोध किया और जयपुर चले गए, जबकि उनके स्थान पर जगबंधु की नियुक्ति से आदिवासी क्रोधित हो गए। दलगंजन सिंह ने मुरिया, माड़िया और गोंड जनजातियों के साथ मिलकर ब्रिटिश और मुरद सेना का विरोध किया, लेकिन उन्हें अलग-अलग कर के दबा दिया गया।"
    },
    "koiRebellion": {
        "en": "After the death of King Bhopal Dev in 1853, British influence grew in Bastar. A Hyderabad trader was granted the contract for cutting timber for railway construction, leading to exploitation of the locals. Tribesmen led by Juga Raju, Jumma Raju, and Bapi Raju attacked the laborers with spears and torches. This marked one of the first organized tribal uprisings against British exploitation.",
        "hi": "1853 में राजा भूपाल देव की मृत्यु के बाद बस्तर में ब्रिटिश प्रभाव बढ़ने लगा। रेलवे निर्माण के लिए लकड़ी काटने का ठेका एक हैदराबादी व्यापारी को दिया गया, जिसने आदिवासियों का शोषण शुरू किया। आदिवासियों ने भालों और मशालों के साथ मजदूरों पर हमला कर दिया। जुगा राजू, जुम्मा राजू और बापी राजू जैसे नेताओं ने इस संघर्ष का नेतृत्व किया, जिससे यह ब्रिटिश शोषण के खिलाफ प्रारंभिक संगठित आदिवासी विद्रोहों में से एक बना।"
    },
    "lingagiriRebellion": {
        "en": "The Lingagiri Rebellion was driven by oppressive British policies and violations of tribal rights. Led by leaders Dhurwarav, Telanga, and others, the tribes of Madia and Gond revolted from the Chintalar hills. On March 3, 1856, the British attacked, capturing 480 women and children, and on March 5, Dhurwarav was hanged. Talukedar Dhurwarav, Yagora Rao, Venkut, and Baburav fought against British domination.",
        "hi": "लिंगागिरी विद्रोह ब्रिटिशों की दमनकारी नीतियों और आदिवासी अधिकारों के उल्लंघन के कारण हुआ। धुर्वाराव, तेलंगा और अन्य नेताओं के नेतृत्व में माड़िया और गोंड जनजातियों ने चिंतलार पहाड़ियों को आधार बनाकर विद्रोह किया। 3 मार्च 1856 को ब्रिटिशों ने हमला किया, जिसमें 480 महिलाओं और बच्चों को पकड़ लिया गया और 5 मार्च को धुर्वाराव को फांसी दे दी गई। तालुकेदार धुर्वाराव, यगोरा राव, व्यंकुट और बाबूराव ने ब्रिटिश वर्चस्व के खिलाफ संघर्ष किया।"
    },
    "muriaRebellion": {
        "en": "The Muria Rebellion, although one of the earliest examples of indigenous resistance to British colonial rule, stands out as a persistent, years-long revolt. The Muria tribes, under the leadership of Nageshwar Singh, launched their struggle for autonomy from the oppressive and exploitative policies of the British.",
        "hi": "मुरिया विद्रोह, हालांकि ब्रिटिश औपनिवेशिक शासन के खिलाफ स्वदेशी प्रतिरोध के पहले उदाहरणों में से एक था, यह एक लगातार, वर्षों तक चलने वाला विद्रोह के रूप में सामने आता है। नरेश्वर सिंह के नेतृत्व में मुरिया जनजातियों ने ब्रिटिशों की दमनकारी और शोषणकारी नीतियों से स्वतंत्रता के लिए संघर्ष शुरू किया।"
    }
}
