{
    "en": {
        "pageTitle": "About Museum",
        "introduction": "The Tribal Heritage Museum in Raipur stands as a testament to the rich cultural legacy of indigenous communities across India. Established to preserve and celebrate tribal heritage, our museum offers visitors a profound journey into the traditions, art, spirituality, and history of tribal peoples.",
        "missionTitle": "Our Mission",
        "missionText": "Our mission is to preserve, document, and showcase the rich cultural heritage of tribal communities while educating the public about their significant contributions to society. We strive to create an inclusive space that honors indigenous knowledge systems and provides a platform for tribal voices to be heard and celebrated.",
        "overviewTitle": "Museum Overview",
        "exhibitionTitle": "Exhibition Spaces",
        "exhibitionText": "Our museum features 8 permanent galleries and 2 rotating exhibition spaces across 45,000 square feet. Each gallery is thematically organized to highlight different aspects of tribal life, from traditional crafts and hunting techniques to spiritual practices and contemporary tribal art movements.",
        "locationTitle": "Location & History",
        "locationText": "Located in the heart of Raipur, Chhattisgarh, our museum was established in 2010 as a collaborative effort between the state government and tribal community leaders. The building itself is an architectural marvel, designed to reflect traditional tribal construction techniques while incorporating modern sustainable practices.",
        "programsTitle": "Cultural Programs",
        "programsText": "We host over 100 events annually, including traditional dance performances, craft demonstrations, storytelling sessions, and workshops led by tribal elders and artisans. Our education department works closely with schools to develop curriculum-based programs that introduce students to the cultural diversity of tribal communities.",
        "conservationTitle": "Conservation Efforts",
        "conservationText": "Our museum is committed to the conservation and documentation of tribal knowledge systems. Our state-of-the-art conservation laboratory works to preserve fragile artifacts, while our digital archives capture oral histories, traditional music, and endangered languages. We collaborate with tribal communities to ensure that conservation efforts respect traditional protocols and ownership of cultural knowledge.",
        "conclusionText": "Through these comprehensive efforts, the Tribal Heritage Museum serves as a crucial institution for preserving the living cultures of indigenous communities while creating meaningful connections between tribal peoples and visitors from around the world."
    },
    "hi": {
        "pageTitle": "संग्रहालय के बारे में",
        "introduction": "रायपुर में स्थित जनजातीय विरासत संग्रहालय पूरे भारत के स्वदेशी समुदायों की समृद्ध सांस्कृतिक विरासत का प्रमाण है। जनजातीय विरासत को संरक्षित करने और उत्सव मनाने के लिए स्थापित, हमारा संग्रहालय आगंतुकों को जनजातीय लोगों की परंपराओं, कला, आध्यात्मिकता और इतिहास में एक गहन यात्रा प्रदान करता है।",
        "missionTitle": "हमारा मिशन",
        "missionText": "हमारा मिशन जनजातीय समुदायों की समृद्ध सांस्कृतिक विरासत को संरक्षित करना, दस्तावेज करना और प्रदर्शित करना है, साथ ही जनता को उनके समाज में महत्वपूर्ण योगदान के बारे में शिक्षित करना है। हम एक समावेशी स्थान बनाने का प्रयास करते हैं जो स्वदेशी ज्ञान प्रणालियों का सम्मान करता है और जनजातीय आवाज़ों को सुने जाने और उत्सव मनाने के लिए एक मंच प्रदान करता है।",
        "overviewTitle": "संग्रहालय अवलोकन",
        "exhibitionTitle": "प्रदर्शनी स्थल",
        "exhibitionText": "हमारे संग्रहालय में 45,000 वर्ग फुट में 8 स्थायी गैलरी और 2 घूमने वाले प्रदर्शनी स्थल हैं। प्रत्येक गैलरी थीमैटिक रूप से आयोजित की गई है जो जनजातीय जीवन के विभिन्न पहलुओं को उजागर करती है, पारंपरिक शिल्प और शिकार तकनीकों से लेकर आध्यात्मिक प्रथाओं और समकालीन जनजातीय कला आंदोलनों तक।",
        "locationTitle": "स्थान और इतिहास",
        "locationText": "छत्तीसगढ़ के रायपुर के केंद्र में स्थित, हमारा संग्रहालय राज्य सरकार और जनजातीय समुदाय के नेताओं के बीच एक सहयोगात्मक प्रयास के रूप में 2010 में स्थापित किया गया था। भवन स्वयं एक वास्तुकला चमत्कार है, जो पारंपरिक जनजातीय निर्माण तकनीकों को प्रतिबिंबित करने के लिए डिज़ाइन किया गया है, जबकि आधुनिक टिकाऊ प्रथाओं को शामिल किया गया है।",
        "programsTitle": "सांस्कृतिक कार्यक्रम",
        "programsText": "हम वार्षिक रूप से 100 से अधिक कार्यक्रमों की मेजबानी करते हैं, जिनमें पारंपरिक नृत्य प्रदर्शन, शिल्प प्रदर्शन, कहानी कहने के सत्र और जनजातीय बुजुर्गों और कारीगरों द्वारा आयोजित कार्यशालाएं शामिल हैं। हमारा शिक्षा विभाग छात्रों को जनजातीय समुदायों की सांस्कृतिक विविधता से परिचित कराने के लिए पाठ्यक्रम-आधारित कार्यक्रम विकसित करने के लिए स्कूलों के साथ मिलकर काम करता है।",
        "conservationTitle": "संरक्षण प्रयास",
        "conservationText": "हमारा संग्रहालय जनजातीय ज्ञान प्रणालियों के संरक्षण और प्रलेखन के लिए प्रतिबद्ध है। हमारी अत्याधुनिक संरक्षण प्रयोगशाला नाजुक कलाकृतियों को संरक्षित करने के लिए काम करती है, जबकि हमारे डिजिटल अभिलेखागार मौखिक इतिहास, पारंपरिक संगीत और लुप्तप्राय भाषाओं को कैप्चर करते हैं। हम यह सुनिश्चित करने के लिए जनजातीय समुदायों के साथ सहयोग करते हैं कि संरक्षण प्रयास पारंपरिक प्रोटोकॉल और सांस्कृतिक ज्ञान के स्वामित्व का सम्मान करें।",
        "conclusionText": "इन व्यापक प्रयासों के माध्यम से, जनजातीय विरासत संग्रहालय स्वदेशी समुदायों की जीवित संस्कृतियों को संरक्षित करने के लिए एक महत्वपूर्ण संस्था के रूप में काम करता है, जबकि जनजातीय लोगों और दुनिया भर के आगंतुकों के बीच सार्थक संबंध बनाता है।"
    }
}