{
    "en": {
        "pageTitle": "About Our Museum",
        "introduction": "Explore the rich history and cultural significance of the Tribal Heritage and Freedom Fighter Museum, dedicated to preserving and celebrating the heritage of indigenous communities and their contributions to India's freedom struggle.",
        "missionTitle": "Our Mission",
        "missionText": "We are committed to documenting, preserving, and presenting the cultural diversity and historical struggles of tribal communities. Through educational programs, engaging exhibits, and community outreach, we aim to foster a deeper understanding and appreciation of indigenous heritage and contributions to India's independence.",
        "overviewTitle": "Museum Overview",
        "exhibitionTitle": "Exhibition Spaces",
        "exhibitionText": "Our museum features over 5,000 square meters of exhibition space divided into thematic galleries highlighting tribal culture, art, daily life, spiritual practices, and freedom movement contributions.",
        "locationTitle": "Strategic Location",
        "locationText": "Located in Naya Raipur, the museum serves as a cultural bridge connecting urban India with the rich tribal heritage of Chhattisgarh and central India.",
        "programsTitle": "Educational Programs",
        "programsText": "We offer guided tours, workshops, cultural performances, and interactive sessions designed for visitors of all ages to engage meaningfully with indigenous heritage.",
        "conservationTitle": "Conservation Efforts",
        "conservationText": "Beyond exhibition, the museum actively engages in research, documentation, and conservation of endangered tribal art forms, languages, and cultural practices through partnerships with local communities and academic institutions.",
        "conclusionText": "We invite you to join us in celebrating and honoring the resilience, creativity, and historical contributions of tribal communities that form an essential part of India's diverse cultural tapestry."
    },
    "hi": {
        "pageTitle": "हमारे संग्रहालय के बारे में",
        "introduction": "आदिवासी विरासत और स्वतंत्रता सेनानी संग्रहालय के समृद्ध इतिहास और सांस्कृतिक महत्व का पता लगाएं, जो स्वदेशी समुदायों की विरासत और भारत के स्वतंत्रता संग्राम में उनके योगदान को संरक्षित करने और मनाने के लिए समर्पित है।",
        "missionTitle": "हमारा मिशन",
        "missionText": "हम आदिवासी समुदायों की सांस्कृतिक विविधता और ऐतिहासिक संघर्षों को प्रलेखित करने, संरक्षित करने और प्रस्तुत करने के लिए प्रतिबद्ध हैं। शैक्षिक कार्यक्रमों, आकर्षक प्रदर्शनियों और सामुदायिक पहुंच के माध्यम से, हमारा उद्देश्य स्वदेशी विरासत और भारत की स्वतंत्रता में योगदान की गहरी समझ और सराहना को बढ़ावा देना है।",
        "overviewTitle": "संग्रहालय अवलोकन",
        "exhibitionTitle": "प्रदर्शनी स्थल",
        "exhibitionText": "हमारे संग्रहालय में 5,000 वर्ग मीटर से अधिक प्रदर्शनी स्थल है जो विषयगत गैलरियों में विभाजित है जो आदिवासी संस्कृति, कला, दैनिक जीवन, आध्यात्मिक प्रथाओं और स्वतंत्रता आंदोलन के योगदान को उजागर करती हैं।",
        "locationTitle": "रणनीतिक स्थान",
        "locationText": "नया रायपुर में स्थित, संग्रहालय शहरी भारत को छत्तीसगढ़ और मध्य भारत की समृद्ध आदिवासी विरासत से जोड़ने वाले सांस्कृतिक सेतु के रूप में कार्य करता है।",
        "programsTitle": "शैक्षिक कार्यक्रम",
        "programsText": "हम सभी उम्र के आगंतुकों के लिए मार्गदर्शित पर्यटन, कार्यशालाएँ, सांस्कृतिक प्रदर्शन और इंटरैक्टिव सत्र प्रदान करते हैं ताकि वे स्वदेशी विरासत के साथ सार्थक रूप से जुड़ सकें।",
        "conservationTitle": "संरक्षण प्रयास",
        "conservationText": "प्रदर्शनी से परे, संग्रहालय स्थानीय समुदायों और शैक्षणिक संस्थानों के साथ साझेदारी के माध्यम से लुप्तप्राय आदिवासी कला रूपों, भाषाओं और सांस्कृतिक प्रथाओं के अनुसंधान, प्रलेखन और संरक्षण में सक्रिय रूप से शामिल है।",
        "conclusionText": "हम आपको आदिवासी समुदायों के लचीलेपन, रचनात्मकता और ऐतिहासिक योगदान का जश्न मनाने और सम्मान करने में हमारे साथ जुड़ने के लिए आमंत्रित करते हैं जो भारत की विविध सांस्कृतिक विरासत का एक आवश्यक हिस्सा हैं।"
    }
}