{
    "en": {
        "pageTitle": "About Our Museums",
        "tribalToggle": "Tribal Museum",
        "freedomToggle": "Freedom Fighters Museum",
        "tribalIntro": "The Tribal Museum showcases the rich cultural heritage and traditions of indigenous communities of Chhattisgarh. Through artifacts, artwork, and interactive displays, we highlight the unique cultural expressions, customs, and historical struggles of tribal communities.",
        "freedomIntro": "The Freedom Fighters Museum honors the brave men and women who fought for India's independence. Through historical displays, personal artifacts, and compelling narratives, we tell the story of the struggle against colonial rule and the birth of independent India.",
        "tribal": {
            "statsArtifacts": "Artifacts & Cultural Items",
            "statsExhibits": "Unique Exhibits",
            "statsTribes": "Tribal Communities",
            "statsYears": "Years of Heritage",
            "focus": "Indigenous cultures, traditions, and lifestyle",
            "timeline": "Pre-historic to contemporary tribal life",
            "exhibits": "Artifacts, tools, handicrafts, art, clothing",
            "experience": "Immersive cultural displays with audio-visual components",
            "highlight1": "Comprehensive collection of tribal art forms including Gond, Bhil, and Warli paintings",
            "highlight2": "Authentic tribal musical instruments with interactive sound demonstrations",
            "highlight3": "Life-size recreations of traditional tribal dwellings and living spaces",
            "highlight4": "Special exhibits on tribal medicine, agricultural practices, and sustainable living traditions"
        },
        "freedom": {
            "statsHeroes": "Freedom Fighters",
            "statsExhibits": "Historical Exhibits",
            "statsEvents": "Key Historical Events",
            "statsDocuments": "Original Documents",
            "focus": "Independence movement, rebellions, and resistance",
            "timeline": "1857 to 1947 with emphasis on regional movements",
            "exhibits": "Historical documents, photographs, weapons, personal items",
            "experience": "Chronological journey through the independence struggle",
            "highlight1": "Original letters and documents from key freedom fighters of the region",
            "highlight2": "Extensive photo gallery documenting protests, meetings, and historic moments",
            "highlight3": "Interactive timeline marking pivotal events in India's struggle for independence",
            "highlight4": "Personal items and memorabilia of notable freedom fighters from Chhattisgarh"
        },
        "tribalHighlightsTitle": "Tribal Heritage Highlights",
        "freedomHighlightsTitle": "Freedom Struggle Highlights",
        "tribalHighlightsIntro": "Discover the unique aspects of tribal heritage through our carefully curated exhibits and collections.",
        "freedomHighlightsIntro": "Explore the pivotal moments and heroes of India's independence movement in our historical displays.",
        "visitButton": "Visit Museum",
        "galleryButton": "Explore Gallery",
        "comparisonTitle": "Our Dual Museum Experience",
        "comparisonIntro": "Experience two distinct yet interconnected narratives of Indian history through our complementary museums. Learn how tribal communities and freedom fighters both contributed to India's rich cultural and historical tapestry.",
        "featureColumn": "Feature",
        "tribalColumn": "Tribal Heritage",
        "freedomColumn": "Freedom Fighters",
        "focusRow": "Main Focus",
        "timelineRow": "Time Period",
        "exhibitsRow": "Key Exhibits",
        "experienceRow": "Visitor Experience"
    },
    "hi": {
        "pageTitle": "हमारे संग्रहालयों के बारे में",
        "tribalToggle": "आदिवासी संग्रहालय",
        "freedomToggle": "स्वतंत्रता सेनानी संग्रहालय",
        "tribalIntro": "आदिवासी संग्रहालय छत्तीसगढ़ की स्वदेशी समुदायों की समृद्ध सांस्कृतिक विरासत और परंपराओं को प्रदर्शित करता है। कलाकृतियों, कला और इंटरैक्टिव प्रदर्शनों के माध्यम से, हम आदिवासी समुदायों के अनूठे सांस्कृतिक अभिव्यक्तियों, रीति-रिवाजों और ऐतिहासिक संघर्षों पर प्रकाश डालते हैं।",
        "freedomIntro": "स्वतंत्रता सेनानी संग्रहालय उन बहादुर पुरुषों और महिलाओं को सम्मानित करता है जिन्होंने भारत की स्वतंत्रता के लिए लड़ाई लड़ी। ऐतिहासिक प्रदर्शनों, व्यक्तिगत कलाकृतियों और आकर्षक कहानियों के माध्यम से, हम औपनिवेशिक शासन के खिलाफ संघर्ष और स्वतंत्र भारत के जन्म की कहानी बताते हैं।",
        "tribal": {
            "statsArtifacts": "कलाकृतियां और सांस्कृतिक वस्तुएं",
            "statsExhibits": "अनूठे प्रदर्शन",
            "statsTribes": "आदिवासी समुदाय",
            "statsYears": "विरासत के वर्ष",
            "focus": "स्वदेशी संस्कृतियां, परंपराएं और जीवनशैली",
            "timeline": "प्राचीन काल से समकालीन आदिवासी जीवन",
            "exhibits": "कलाकृतियां, उपकरण, हस्तशिल्प, कला, पोशाक",
            "experience": "ऑडियो-विजुअल घटकों के साथ इमर्सिव सांस्कृतिक प्रदर्शन",
            "highlight1": "गोंड, भील और वारली चित्रों सहित आदिवासी कला रूपों का व्यापक संग्रह",
            "highlight2": "इंटरैक्टिव साउंड डेमोंस्ट्रेशन के साथ प्रामाणिक आदिवासी वाद्य यंत्र",
            "highlight3": "पारंपरिक आदिवासी आवासों और रहने के स्थानों के जीवन आकार के पुनर्निर्माण",
            "highlight4": "आदिवासी चिकित्सा, कृषि प्रथाओं और टिकाऊ जीवन परंपराओं पर विशेष प्रदर्शनी"
        },
        "freedom": {
            "statsHeroes": "स्वतंत्रता सेनानी",
            "statsExhibits": "ऐतिहासिक प्रदर्शनियां",
            "statsEvents": "महत्वपूर्ण ऐतिहासिक घटनाएँ",
            "statsDocuments": "मूल दस्तावेज़",
            "focus": "स्वतंत्रता आंदोलन, विद्रोह और प्रतिरोध",
            "timeline": "1857 से 1947 तक क्षेत्रीय आंदोलनों पर जोर देते हुए",
            "exhibits": "ऐतिहासिक दस्तावेज़, तस्वीरें, हथियार, व्यक्तिगत वस्तुएं",
            "experience": "स्वतंत्रता संग्राम के माध्यम से कालानुक्रमिक यात्रा",
            "highlight1": "क्षेत्र के प्रमुख स्वतंत्रता सेनानियों के मूल पत्र और दस्तावेज",
            "highlight2": "विरोध प्रदर्शनों, बैठकों और ऐतिहासिक क्षणों का दस्तावेजीकरण करने वाली व्यापक फोटो गैलरी",
            "highlight3": "भारत के स्वतंत्रता संग्राम में महत्वपूर्ण घटनाओं को चिह्नित करने वाली इंटरैक्टिव टाइमलाइन",
            "highlight4": "छत्तीसगढ़ के प्रसिद्ध स्वतंत्रता सेनानियों की व्यक्तिगत वस्तुएं और स्मृति चिन्ह"
        },
        "tribalHighlightsTitle": "आदिवासी विरासत की विशेषताएँ",
        "freedomHighlightsTitle": "स्वतंत्रता संग्राम की विशेषताएँ",
        "tribalHighlightsIntro": "हमारे सावधानीपूर्वक क्यूरेट किए गए प्रदर्शनियों और संग्रहों के माध्यम से आदिवासी विरासत के अनूठे पहलुओं को खोजें।",
        "freedomHighlightsIntro": "हमारे ऐतिहासिक प्रदर्शनों में भारत के स्वतंत्रता आंदोलन के महत्वपूर्ण क्षणों और नायकों का अन्वेषण करें।",
        "visitButton": "संग्रहालय देखें",
        "galleryButton": "गैलरी देखें",
        "comparisonTitle": "हमारा दोहरा संग्रहालय अनुभव",
        "comparisonIntro": "हमारे पूरक संग्रहालयों के माध्यम से भारतीय इतिहास के दो अलग-अलग लेकिन परस्पर जुड़े हुए वृत्तांतों का अनुभव करें। जानें कि आदिवासी समुदायों और स्वतंत्रता सेनानियों ने दोनों ने भारत के समृद्ध सांस्कृतिक और ऐतिहासिक तंतु में कैसे योगदान दिया।",
        "featureColumn": "विशेषता",
        "tribalColumn": "आदिवासी विरासत",
        "freedomColumn": "स्वतंत्रता सेनानी",
        "focusRow": "मुख्य फोकस",
        "timelineRow": "समय अवधि",
        "exhibitsRow": "मुख्य प्रदर्शनियां",
        "experienceRow": "आगंतुक अनुभव"
    }
}