{
    "en": {
        "pageTitle": "About Our Museums",
        "tribalToggle": "Tribal Museum",
        "freedomToggle": "Freedom Fighters Museum",
        "tribalIntro": "The Tribal Museum showcases the rich cultural heritage and traditions of indigenous communities of Chhattisgarh. Through artifacts, artwork, and interactive displays, we highlight the unique cultural expressions, customs, and historical struggles of tribal communities.",
        "freedomIntro": "The Freedom Fighters Museum honors the brave men and women who fought for India's independence. Through historical displays, personal artifacts, and compelling narratives, we tell the story of the struggle against colonial rule and the birth of independent India.",
        "tribal": {
            "statsArtifacts": "Artifacts & Cultural Items",
            "statsExhibits": "Unique Exhibits",
            "statsTribes": "Tribal Communities",
            "statsYears": "Years of Heritage",
            "focus": "Indigenous cultures, traditions, and lifestyle",
            "timeline": "Pre-historic to contemporary tribal life",
            "exhibits": "Artifacts, tools, handicrafts, art, clothing",
            "experience": "Immersive cultural displays with audio-visual components",
            "highlight1": "Immersive dioramas recreating authentic tribal villages with traditional housing, tools, and daily activities of Chhattisgarh's indigenous communities.",
            "highlight2": "Extensive collection of rare tribal musical instruments with interactive audio stations allowing visitors to experience traditional sounds and rhythms.",
            "highlight3": "Detailed exhibits on traditional medicinal practices, sustainable farming techniques, and ecological knowledge systems preserved for generations.",
            "highlight4": "Gallery dedicated to tribal art forms including paintings, sculptures, pottery, and textiles, showcasing the artistic traditions of various communities."
        },
        "freedom": {
            "statsHeroes": "Freedom Fighters",
            "statsExhibits": "Historical Exhibits",
            "statsEvents": "Key Historical Events",
            "statsDocuments": "Original Documents",
            "focus": "Independence movement, rebellions, and resistance",
            "timeline": "1857 to 1947 with emphasis on regional movements",
            "exhibits": "Historical documents, photographs, weapons, personal items",
            "experience": "Chronological journey through the independence struggle",
            "highlight1": "Life-sized recreations of key moments in India's freedom struggle with interactive elements and multi-sensory experiences for visitors of all ages.",
            "highlight2": "Curated collection of personal belongings, letters, and artifacts from prominent freedom fighters of Chhattisgarh, many never displayed publicly before.",
            "highlight3": "Chronological journey through significant regional protests and rebellions that contributed to the national independence movement.",
            "highlight4": "Specially designed gallery honoring women freedom fighters and their often overlooked contributions to India's struggle for independence."
        },
        "tribalHighlightsTitle": "Tribal Highlights",
        "freedomHighlightsTitle": "Freedom Struggle Highlights",
        "tribalHighlightsIntro": "Discover the unique aspects of tribal heritage through our carefully curated exhibits and collections.",
        "freedomHighlightsIntro": "Explore the pivotal moments and heroes of India's independence movement in our historical displays.",
        "visitButton": "Visit Museum",
        "galleryButton": "Explore Gallery",
        "comparisonTitle": "Our Dual Museum Experience",
        "comparisonIntro": "Experience two distinct yet interconnected narratives of Indian history through our complementary museums. Learn how tribal communities and freedom fighters both contributed to India's rich cultural and historical tapestry.",
        "featureColumn": "Feature",
        "tribalColumn": "Tribal",
        "freedomColumn": "Freedom Fighters",
        "focusRow": "Main Focus",
        "timelineRow": "Time Period",
        "exhibitsRow": "Key Exhibits",
        "experienceRow": "Visitor Experience"
    },
    "hi": {
        "pageTitle": "हमारे संग्रहालयों के बारे में",
        "tribalToggle": "आदिवासी संग्रहालय",
        "freedomToggle": "स्वतंत्रता संग्राम सेनानी संग्रहालय",
        "tribalIntro": "आदिवासी संग्रहालय छत्तीसगढ़ की आदिवासी समुदायों की समृद्ध सांस्कृतिक विरासत और परंपराओं को प्रदर्शित करता है। कलाकृतियों, कला और इंटरैक्टिव प्रदर्शनों के माध्यम से, हम आदिवासी समुदायों के अनूठे सांस्कृतिक अभिव्यक्तियों, रीति-रिवाजों और ऐतिहासिक संघर्षों पर प्रकाश डालते हैं।",
        "freedomIntro": "स्वतंत्रता सेनानी संग्रहालय उन बहादुर पुरुषों और महिलाओं को सम्मानित करता है जिन्होंने भारत की स्वतंत्रता के लिए लड़ाई लड़ी। ऐतिहासिक प्रदर्शनों, व्यक्तिगत कलाकृतियों और आकर्षक कहानियों के माध्यम से, हम औपनिवेशिक शासन के खिलाफ संघर्ष और स्वतंत्र भारत के जन्म की कहानी बताते हैं।",
        "tribal": {
            "statsArtifacts": "कलाकृतियां और सांस्कृतिक वस्तुएं",
            "statsExhibits": "अनूठे प्रदर्शन",
            "statsTribes": "आदिवासी समुदाय",
            "statsYears": "विरासत के वर्ष",
            "focus": "स्वदेशी संस्कृतियां, परंपराएं और जीवनशैली",
            "timeline": "प्राचीन काल से समकालीन आदिवासी जीवन",
            "exhibits": "कलाकृतियां, उपकरण, हस्तशिल्प, कला, पोशाक",
            "experience": "ऑडियो-विजुअल घटकों के साथ इमर्सिव सांस्कृतिक प्रदर्शन",
            "highlight1": "छत्तीसगढ़ की आदिवासी समुदायों के पारंपरिक आवास, उपकरण और दैनिक गतिविधियों के साथ प्रामाणिक आदिवासी गांवों के इमर्सिव डायोरामा।",
            "highlight2": "इंटरैक्टिव ऑडियो स्टेशनों के साथ दुर्लभ आदिवासी वाद्य यंत्रों का विस्तृत संग्रह जो आगंतुकों को पारंपरिक ध्वनियों और लय का अनुभव करने की अनुमति देता है।",
            "highlight3": "पारंपरिक चिकित्सा प्रथाओं, टिकाऊ कृषि तकनीकों और पीढ़ियों से संरक्षित पारिस्थितिक ज्ञान प्रणालियों पर विस्तृत प्रदर्शनियां।",
            "highlight4": "आदिवासी कला रूपों को समर्पित गैलरी जिसमें चित्रकला, मूर्तियां, मिट्टी के बर्तन और कपड़े शामिल हैं, जो विभिन्न समुदायों की कलात्मक परंपराओं को प्रदर्शित करते हैं।"
        },
        "freedom": {
            "statsHeroes": "स्वतंत्रता सेनानी",
            "statsExhibits": "ऐतिहासिक प्रदर्शनियां",
            "statsEvents": "महत्वपूर्ण ऐतिहासिक घटनाएँ",
            "statsDocuments": "मूल दस्तावेज़",
            "focus": "स्वतंत्रता आंदोलन, विद्रोह और प्रतिरोध",
            "timeline": "1857 से 1947 तक क्षेत्रीय आंदोलनों पर जोर देते हुए",
            "exhibits": "ऐतिहासिक दस्तावेज़, तस्वीरें, हथियार, व्यक्तिगत वस्तुएं",
            "experience": "स्वतंत्रता संग्राम के माध्यम से कालानुक्रमिक यात्रा",
            "highlight1": "भारत के स्वतंत्रता संग्राम के प्रमुख क्षणों के जीवन आकार के पुनर्निर्माण, इंटरैक्टिव तत्वों और सभी उम्र के आगंतुकों के लिए बहु-संवेदी अनुभवों के साथ।",
            "highlight2": "छत्तीसगढ़ के प्रमुख स्वतंत्रता सेनानियों की व्यक्तिगत सामग्री, पत्रों और कलाकृतियों का क्यूरेटेड संग्रह, जिनमें से कई पहले कभी सार्वजनिक रूप से प्रदर्शित नहीं किए गए।",
            "highlight3": "महत्वपूर्ण क्षेत्रीय विरोध प्रदर्शनों और विद्रोहों के माध्यम से कालानुक्रमिक यात्रा जिसने राष्ट्रीय स्वतंत्रता आंदोलन में योगदान दिया।",
            "highlight4": "महिला स्वतंत्रता सेनानियों और भारत के स्वतंत्रता संग्राम में उनके अक्सर अनदेखे योगदान को सम्मानित करने के लिए विशेष रूप से डिज़ाइन की गई गैलरी।"
        },
        "tribalHighlightsTitle": "आदिवासी विरासत की विशेषताएँ",
        "freedomHighlightsTitle": "स्वतंत्रता संग्राम की विशेषताएँ",
        "tribalHighlightsIntro": "हमारे महत्वपूर्ण क्यूरेट किए गए प्रदर्शनियों और संग्रहों के माध्यम से आदिवासी विरासत के अनूठे पहलुओं को खोजें।",
        "freedomHighlightsIntro": "हमारे ऐतिहासिक प्रदर्शनों में भारत के स्वतंत्रता आंदोलन के महत्वपूर्ण क्षणों और नायकों का अन्वेषण करें।",
        "visitButton": "संग्रहालय देखें",
        "galleryButton": "गैलरी देखें",
        "comparisonTitle": "हमारा दोहरा संग्रहालय अनुभव",
        "comparisonIntro": "हमारे दोनों संग्रहालयों के माध्यम से भारतीय इतिहास के दो अलग-अलग लेकिन परस्पर जुड़े हुए वृत्तांतों का अनुभव करें। जानें कि आदिवासी समुदायों और आदिवासी स्वतंत्रता संग्राम सेनानियों ने छत्तीसगढ़ के समृद्ध सांस्कृतिक विरासत और ऐतिहासिक पृष्ठभूमि में कैसे योगदान दिया।",
        "featureColumn": "विशेषता",
        "tribalColumn": "आदिवासी विरासत",
        "freedomColumn": "स्वतंत्रता सेनानी",
        "focusRow": "मुख्य फोकस",
        "timelineRow": "समय अवधि",
        "exhibitsRow": "मुख्य प्रदर्शनियां",
        "experienceRow": "आगंतुक अनुभव"
    }
}