{
    "tribalMuseum": {
        "heroTitle": {
            "en": "Tribal Heritage Museum",
            "hi": "आदिवासी विरासत संग्रहालय"
        },
        "introduction": {
            "en": "Step into a world where ancient traditions come alive. Our Tribal Heritage Museum celebrates the rich cultural tapestry of indigenous communities, preserving their wisdom, art, and stories for future generations. Through carefully curated exhibits, we invite you to explore the profound connection between tribal peoples and their natural environment, their spiritual beliefs, and their unique artistic expressions.",
            "hi": "एक ऐसी दुनिया में कदम रखें जहां प्राचीन परंपराएं जीवंत हो उठती हैं। हमारा आदिवासी विरासत संग्रहालय स्वदेशी समुदायों की समृद्ध सांस्कृतिक विरासत का जश्न मनाता है, उनके ज्ञान, कला और कहानियों को भावी पीढ़ियों के लिए संरक्षित करता है। सावधानीपूर्वक तैयार की गई प्रदर्शनियों के माध्यम से, हम आपको आदिवासी समुदायों और उनके प्राकृतिक वातावरण, उनकी आध्यात्मिक मान्यताओं और उनकी अनूठी कलात्मक अभिव्यक्तियों के बीच गहरे संबंध का पता लगाने के लिए आमंत्रित करते हैं।"
        },
        "collectionTitle": {
            "en": "Our Collection",
            "hi": "हमारा संग्रह"
        },
        "collectionDescription": {
            "en": "Our collection features over 10,000 carefully preserved artifacts, each telling a unique story of indigenous heritage. From intricately crafted ceremonial masks and traditional weapons to healing herbs and musical instruments, every item represents the ingenuity, spirituality, and artistic expression of tribal communities. Special exhibits highlight the sustainable practices that have allowed these cultures to thrive in harmony with nature for thousands of years.",
            "hi": "हमारे संग्रह में 10,000 से अधिक सावधानीपूर्वक संरक्षित कलाकृतियां हैं, जिनमें से प्रत्येक स्वदेशी विरासत की एक अनूठी कहानी बताती है। जटिलता से बनाए गए अनुष्ठानिक मुखौटों और पारंपरिक हथियारों से लेकर चिकित्सीय जड़ी-बूटियों और संगीत वाद्ययंत्रों तक, हर वस्तु आदिवासी समुदायों की प्रतिभा, आध्यात्मिकता और कलात्मक अभिव्यक्ति का प्रतिनिधित्व करती है। विशेष प्रदर्शनियां उन टिकाऊ प्रथाओं पर प्रकाश डालती हैं जिन्होंने इन संस्कृतियों को हजारों वर्षों से प्रकृति के साथ सामंजस्य में फलने-फूलने की अनुमति दी है।"
        },
        "visitingExperienceTitle": {
            "en": "Visiting Experience",
            "hi": "भ्रमण अनुभव"
        },
        "visitingExperienceDescription": {
            "en": "Immerse yourself in the vibrant traditions of indigenous peoples through our interactive exhibits, cultural demonstrations, and educational programs. Witness traditional crafting techniques, participate in storytelling sessions, and experience the rhythmic power of tribal music. Our knowledgeable guides, many from tribal communities themselves, offer insights that bring each artifact and story to life.",
            "hi": "हमारी इंटरैक्टिव प्रदर्शनियों, सांस्कृतिक प्रदर्शनों और शैक्षिक कार्यक्रमों के माध्यम से स्वदेशी लोगों की जीवंत परंपराओं में खुद को डुबोएं। पारंपरिक शिल्प तकनीकों को देखें, कहानी सुनाने के सत्रों में भाग लें, और आदिवासी संगीत की लयबद्ध शक्ति का अनुभव करें। हमारे जानकार गाइड, जिनमें से कई स्वयं आदिवासी समुदायों से हैं, ऐसी अंतर्दृष्टि प्रदान करते हैं जो प्रत्येक कलाकृति और कहानी को जीवंत बनाती है।"
        },
        "infoCards": {
            "admissionTitle": {
                "en": "Admission Fees",
                "hi": "प्रवेश शुल्क"
            },
            "admissionDetails": {
                "adults": {
                    "en": "Adults",
                    "hi": "वयस्क"
                },
                "students": {
                    "en": "Students & Seniors",
                    "hi": "छात्र और वरिष्ठ नागरिक"
                },
                "children": {
                    "en": "Children under 12",
                    "hi": "12 वर्ष से कम उम्र के बच्चे"
                },
                "members": {
                    "en": "Members",
                    "hi": "सदस्य"
                },
                "free": {
                    "en": "Free",
                    "hi": "नि:शुल्क"
                },
                "specialDiscount": {
                    "en": "Special discounts available for groups of 10 or more, please inquire at the ticket counter.",
                    "hi": "10 या अधिक के समूहों के लिए विशेष छूट उपलब्ध है, कृपया टिकट काउंटर पर पूछताछ करें।"
                }
            },
            "hoursTitle": {
                "en": "Museum Hours",
                "hi": "संग्रहालय का समय"
            },
            "hoursDetails": {
                "weekdays": {
                    "en": "Tuesday - Friday: 10:00 AM - 6:00 PM",
                    "hi": "मंगलवार - शुक्रवार: सुबह 10:00 बजे - शाम 6:00 बजे"
                },
                "weekends": {
                    "en": "Saturday - Sunday: 9:00 AM - 7:00 PM",
                    "hi": "शनिवार - रविवार: सुबह 9:00 बजे - शाम 7:00 बजे"
                },
                "monday": {
                    "en": "Monday: Closed",
                    "hi": "सोमवार: बंद"
                },
                "holidayHours": {
                    "en": "Museum may close early or have special hours on national holidays.",
                    "hi": "संग्रहालय राष्ट्रीय अवकाश पर जल्दी बंद हो सकता है या विशेष समय हो सकता है।"
                },
                "openHours": {
                    "en": "Tuesday-Sunday: 10AM-6PM",
                    "hi": "मंगलवार-रविवार: सुबह 10 बजे - शाम 6 बजे"
                }
            },
            "locationTitle": {
                "en": "Location",
                "hi": "स्थान"
            },
            "viewDirections": {
                "en": "Click to view directions",
                "hi": "दिशा-निर्देश देखने के लिए क्लिक करें"
            },
            "address": {
                "en": "Tribal Freedom Fighter Museum, Naya Raipur",
                "hi": "आदिवासी स्वतंत्रता सेनानी संग्रहालय, नया रायपुर"
            }
        },
        "buttonLabels": {
            "galleries": {
                "en": "Galleries",
                "hi": "प्रदर्शनी कक्ष"
            },
            "collection": {
                "en": "Our Collection",
                "hi": "हमारा संग्रह"
            },
            "virtualTour": {
                "en": "Virtual Tour",
                "hi": "आभासी दौरा"
            }
        }
    }
}